[
    {
        "date": "2023-07-07",
        "victim": "Jackson Township",
        "country": "USA",
        "summary": "Le gouvernement de Jackson Township est confronté à un \"incident\" non spécifié affectant son réseau informatique. Les responsables travaillent avec des experts externes en cybersécurité pour résoudre le problème et une enquête a été lancée, sans qu'aucun accès non autorisé à des données personnelles ou d'employés n'ait été détecté. Les services principaux de la ville, tels que la police, les pompiers et les services médicaux d'urgence, n'ont pas été interrompus. Cependant, le département de police de Jackson n'est pas en mesure de recevoir et de répondre aux courriels non urgents.",
        "title": "Jackson Township, cyber experts work on computer network 'incident'",
        "url": "https://www.cantonrep.com/story/news/crime/2023/07/07/jackson-township-cyber-experts-work-on-computer-network-incident/70391285007/"
    },
    {
        "date": "2023-07-07",
        "victim": "Bureau du Procureur Général et le Ministère des Affaires Juridiques de Trinité-et-Tobago (AGLA)",
        "country": "TTO",
        "summary": "Le Ministère de la Transformation Digitale de Trinité-et-Tobago a annoncé que le réseau du Bureau du Procureur Général et du Ministère des Affaires Juridiques a subi une cyberattaque. Cette intrusion non autorisée et illégale a nui aux opérations du ministère et de certaines divisions associées. Des mesures ont été prises pour minimiser la menace et une enquête est en cours, en collaboration avec des experts de premier plan en cybersécurité. En conséquence de cette attaque, certains services habituellement fournis sont temporairement indisponibles. Le Ministère n'a pas donné plus de détails sur l'incident.\n",
        "title": "Detection of cyber-attack on Attorney General's network - Trinidad Guardian",
        "url": "https://www.guardian.co.tt/news/detection-of-cyberattack-on-attorney-generals-network-6.2.1747553.213ee4e68f"
    },
    {
        "date": "2023-07-04",
        "victim": "Roys of Wroxham",
        "country": "GBR",
        "summary": "Roys of Wroxham, une entreprise de vente au détail basée au Royaume-Uni, a été touchée par une cyberattaque suspectée d'être un ransomware, affectant ses systèmes informatiques et perturbant ses opérations en magasin et en ligne. L'entreprise a déclaré qu'elle menait une \"enquête judiciaire approfondie\" pour évaluer l'ampleur de l'incident, y compris tout impact potentiel sur les données. Le ransomware est un logiciel malveillant utilisé par les pirates pour accéder aux systèmes informatiques d'une organisation ou d'un individu, puis pour crypter des fichiers importants ou sensibles et demander une rançon pour leur déverrouillage.",
        "title": "Roys of Wroxham hit by suspected ransomware attack | Eastern Daily Press",
        "url": "https://www.edp24.co.uk/news/23641229.roys-wroxham-hit-suspected-ransomware-attack/"
    },
    {
        "date": "2023-07-07",
        "victim": "Université de l'Ouest de l'Écosse (UWS)",
        "country": "GBR",
        "summary": "L'Université de l'Ouest de l'Écosse (UWS) a subi une importante cyberattaque affectant la plupart de ses systèmes. Suite à cette attaque, son site web a été fermé pendant plusieurs jours. L'université travaille avec des experts du centre national de cybersécurité, de la Police écossaise et du gouvernement écossais pour résoudre le problème. Malgré l'incident, les cérémonies de remise de diplômes prévues pour la semaine prochaine ne seront pas affectées. L'université a déclaré qu'elle suit un processus contrôlé et fait des progrès constants vers une résolution.",
        "title": "University of West of Scotland working with police and government after cyber attack | STV News",
        "url": "https://news.stv.tv/west-central/university-of-west-of-scotland-working-with-police-and-government-after-cyber-attack"
    },
    {
        "date": "2023-07-06",
        "victim": "Commission électorale du Pakistan (ECP)",
        "country": "PAK",
        "summary": "La Commission électorale du Pakistan (ECP) a émis une alerte de cybersécurité après que ses employés ont commencé à recevoir des emails d'expéditeurs non identifiés. L'ECP a informé que quelqu'un envoie des emails à ses officiers dans le cadre d'une attaque de ransomware visant à voler des informations. La Commission a ordonné à ses officiers d'ignorer les emails provenant de sources non identifiées ou anonymes. À ce stade, il n'est pas confirmé si les pirates ont eu accès à des données cruciales sur tous les partis politiques alors que le pays se prépare pour les élections générales dans quelques mois. L'ECP a demandé à ses employés de signaler ces emails comme spam.",
        "title": "Election Commission Issues Cyber Security Alert After Ransomware Attack",
        "url": "https://propakistani.pk/2023/07/07/election-commission-issues-cyber-security-alert-after-ransomware-attack/"
    },
    {
        "date": "2023-06-28",
        "victim": "La bibliothèque d'Alexandria",
        "country": "USA",
        "summary": "La bibliothèque d'Alexandria a été touchée par une panne de services en ligne pendant une semaine en raison d'un \"incident de données\". Les responsables de la bibliothèque ont contacté des professionnels de la cybersécurité et les forces de l'ordre pour enquêter sur l'incident. Les services tels que l'inscription à une carte de bibliothèque et l'emprunt de livres électroniques ont été temporairement restreints. Certaines fonctionnalités ont été rétablies, mais l'accès aux ordinateurs publics et à l'impression reste indisponible. Les utilisateurs sont encouragés à profiter des services offerts par d'autres bibliothèques de la région.",
        "title": "Alexandria Library regaining some online services after week-long outage | ALXnow",
        "url": "https://www.alxnow.com/2023/07/06/alexandria-library-regaining-some-online-services-after-week-long-outage/"
    },
    {
        "date": "2023-07-05",
        "victim": "Hôpital universitaire Luigi Vanvitelli de Naples",
        "country": "ITA",
        "summary": "L'hôpital universitaire Luigi Vanvitelli de Naples a été victime d'une cyberattaque de type ransomware. L'Agence nationale de cybersécurité a envoyé une équipe d'experts pour évaluer l'attaque et rétablir les systèmes impactés. L'attaque a eu lieu le 1er juillet et la portée de l'attaque ainsi que la nature des données violées sont en cours d'évaluation. Il est recommandé aux établissements de santé de protéger leurs systèmes informatiques et de mettre à jour régulièrement leurs solutions techniques et organisationnelles. Une connaissance approfondie des systèmes et une sauvegarde solide sont essentielles pour faire face à ce type d'attaques.",
        "title": "Attacco hacker a un ospedale di Napoli, chiesto un riscatto - Campania - ANSA.it",
        "url": "https://www.ansa.it/campania/notizie/2023/07/05/attacco-hacker-a-un-ospedale-di-napoli-chiesto-un-riscatto_7b967a76-723e-4488-a410-c04313dc4e3b.html"
    },
    {
        "date": "2023-06-26",
        "victim": "Runner.it",
        "country": "ITA",
        "summary": "L'entreprise italienne Runner.it a été victime d'une cyberattaque sur son serveur de test, mais pas sur son serveur en production. Le communiqué de presse a été publié pour informer de l'incident. Le contenu de l'article semble être un texte générique sur l'utilisation des cookies et la collecte de données. Le consentement des utilisateurs est mentionné, ainsi que la possibilité de modifier les paramètres de confidentialité. Cependant, il n'y a pas d'informations spécifiques sur la nature de la cyberattaque ou ses conséquences.",
        "title": "L'azienda italiana Runner.it emette un comunicato riportando che ad essere colpito è stato il server di collaudo e non quello di esercizio",
        "url": "https://www.redhotcyber.com/post/lazienda-italiana-runner-it-emette-un-comunicato-riportando-che-ad-essere-colpito-e-stato-il-server-di-collaudo-e-non-quello-di-esercizio/"
    },
    {
        "date": "2023-06-29",
        "victim": "Amaturo Sonoma Media Group",
        "country": "USA",
        "summary": "Plusieurs stations de radio en Californie ont été victimes d'une cyberattaque la semaine dernière. Le groupe Amaturo Sonoma Media, qui exploite ces stations, a confirmé l'attaque. Un individu ou un groupe a réussi à accéder illégalement à plusieurs réseaux informatiques utilisés par les stations, y compris celui qui contient la base de données de programmation. Les stations ont été incapables de diffuser pendant une partie de la journée. Les responsables des stations travaillent toujours à déterminer la cause de l'attaque et à y répondre, certaines systèmes étant encore affectés.",
        "title": "Santa Rosa radio stations knocked off air by cyberattack",
        "url": "https://thedesk.net/2023/07/sonoma-santa-rosa-radio-cyberattack/"
    },
    {
        "date": "2023-06-29",
        "victim": "Montgomery County Schools",
        "country": "USA",
        "summary": "Une attaque cybernétique a été arrêtée après une mise à jour du pare-feu du district. Des ports externes ont été laissés ouverts, permettant à des individus de placer des logiciels malveillants. MCNC, la société basée dans le Research Triangle, a répondu rapidement et a promis d'aider au processus de nettoyage. NCLGISA, une force de travail locale pour les systèmes d'information du gouvernement, a également été très active dans la lutte contre cette attaque. Pour plus d'informations, consultez l'édition du 5 juillet du Montgomery Herald.",
        "title": "Cyber attack stopped | News | montgomeryherald.com",
        "url": "https://www.montgomeryherald.com/news/article_3f9c72e8-1b40-11ee-b112-8b4c3dd1e039.html"
    },
    {
        "date": "2023-07-02",
        "victim": "Ville d'Agen",
        "country": "FRA",
        "summary": "La Ville et l'Agglomération d'Agen ont été victimes d'une attaque informatique malveillante. Les serveurs de mail ont été bloqués, impactant de nombreux services. L'infrastructure est en cours de remise en route et devrait être opérationnelle d'ici la fin de la semaine. Les correspondances adressées aux agents et élus n'ont pas été délivrées. Une plainte sera déposée.",
        "title": "Attaque informatique malveillante sur les systèmes d’information de la Ville et de l’Agglomération d’Agen - ladepeche.fr",
        "url": "https://www.ladepeche.fr/2023/07/05/attaque-informatique-malveillante-sur-les-systemes-dinformation-de-la-ville-et-de-lagglomeration-dagen-11322265.php"
    },
    {
        "date": "2023-07-04",
        "victim": "Nagoya Port Transport Association",
        "country": "JPN",
        "summary": "Le système de gestion des conteneurs du port de Nagoya a été victime d'une cyberattaque. Le système a été infecté par un virus informatique et a subi des dysfonctionnements. Le port a reçu une demande de rançon pour rétablir le système. La police d'Aichi enquête sur cette attaque. Le port de Nagoya est un important centre de commerce intérieur pour les automobiles et a déjà été victime d'une attaque DDoS l'année dernière.",
        "title": "名古屋港でシステム障害 港運協会に脅迫文、サイバー攻撃か：時事ドットコム",
        "url": "https://www.jiji.com/jc/article?k=2023070500440"
    },
    {
        "date": "2023-06-30",
        "victim": "Centre hospitalier de Saint-Renan",
        "country": "FRA",
        "summary": "Le centre hospitalier de Saint-Renan a été victime d'une cyberattaque par rançongiciel. Par mesure de précaution, les systèmes d'information ont été déconnectés d'internet. Aucun vol de données n'a été identifié jusqu'à présent. La prise en charge des patients n'est pas affectée, mais les mails et fax sont inaccessibles. Les familles et professionnels doivent contacter l'hôpital par téléphone ou courrier postal.",
        "title": "À Saint-Renan, le centre hospitalier \" Le Jeune \" victime d’une cyberattaque | Le Télégramme",
        "url": "https://www.letelegramme.fr/finistere/saint-renan-29290/a-saint-renan-le-centre-hospitalier-le-jeune-v-ictime-dune-cyberattaque-6386540.php"
    },
    {
        "date": "2023-07-02",
        "victim": "Aéroport de Montpellier",
        "country": "FRA",
        "summary": "L'aéroport de Montpellier a été victime d'une cyberattaque \"très violente\" qui a perturbé ses activités. Les systèmes internes ont été bloqués pendant plusieurs heures, obligeant les opérations à être effectuées manuellement. Malgré les retards, les vols ont pu être assurés et la situation devrait revenir à la normale d'ici demain. Les autorités ont été alertées et une enquête est en cours pour trouver l'origine de l'attaque. Une hypothèse de démarche de racket est envisagée.",
        "title": "\"Nos systèmes ont été HS durant plusieurs heures\" : une cyberattaque \"très violente\" contre l'aéroport de Montpellier - midilibre.fr",
        "url": "https://www.midilibre.fr/2023/07/02/nos-systemes-ont-ete-hs-durant-plusieurs-heures-une-cyberattaque-tres-violente-contre-laeroport-de-montpellier-11316240.php"
    },
    {
        "date": "2023-05-04",
        "victim": "Mount Desert Island Hospital",
        "country": "USA",
        "summary": "Le Mount Desert Island Hospital dans le Maine a signalé une violation de données à HHS qui a affecté 24 180 patients. L'accès non autorisé s'est produit entre le 28 avril et le 7 mai 2023. Les informations potentiellement compromises incluent des données personnelles et médicales sensibles. Le réseau a été sécurisé et des mesures de sécurité supplémentaires ont été mises en place. Aucune preuve de demande de rançon n'a été mentionnée, mais le groupe de menace Snatch Team est suspecté d'être impliqué.",
        "title": "Mount Desert Island Hospital notifies 24,180 patients of April network attack",
        "url": "https://www.databreaches.net/mount-desert-island-hospital-notifies-24180-patients-of-april-network-attack/"
    },
    {
        "date": "2023-06-05",
        "victim": "Fassi Gru",
        "country": "ITA",
        "summary": "L'entreprise italienne Fassi Gru a été victime d'une cyberattaque par le groupe Rhysida. Les pirates ont crypté les fichiers de l'entreprise et ont demandé une rançon en échange de la clé de décryptage. Fassi a refusé de payer, ce qui a conduit les pirates à publier les données volées sur le dark web. Les données publiées comprennent des informations confidentielles telles que des contacts, des e-mails, des numéros de téléphone et des données bancaires. Fassi a communiqué publiquement sur l'incident pour informer ses clients, employés et fournisseurs.",
        "title": "Il colosso delle gru dice no al ricatto della cybergang: un milione di file riservati finisce nel dark web | Corriere.it",
        "url": "https://bergamo.corriere.it/notizie/cronaca/23_luglio_01/il-colosso-delle-gru-dice-no-al-ricatto-della-cybergang-un-milione-di-file-riservati-finisce-nel-dark-web-61d91126-a775-4ece-86fa-4fdbcc300xlk.shtml"
    },
    {
        "date": "2023-06-20",
        "victim": "L'université Mateja Bela (UMB)",
        "country": "SVK",
        "summary": "L'article parle d'une cyberattaque contre l'Université Mateja Bela en Slovaquie. Les systèmes informatiques de l'université ont été compromis et des données ont été volées. Les hackers demandent une rançon pour supprimer les données volées. Si la rançon n'est pas payée, les hackers menacent de publier les données. Les hackers appartiennent à un groupe appelé Medusa, qui est actif depuis au moins deux ans.",
        "title": "Hackerský útok na Univerzitu Mateja Bela: Aké dáta chcú hackeri zverejniť a čo sa deje",
        "url": "https://zive.aktuality.sk/clanok/k5rb75w/hackersky-utok-na-univerzitu-mateja-bela-ake-data-chcu-hackeri-zverejnit-a-co-sa-deje/"
    },
    {
        "date": "2023-06-20",
        "victim": "Ayuntamiento de Arganda del Rey",
        "country": "ESP",
        "summary": "L'Ayuntamiento de Arganda del Rey a déposé une plainte auprès de la Guardia Civil suite à une cyberattaque survenue sur ses serveurs. L'attaque de type ransomware a paralysé une grande partie des services municipaux. Les principales zones, telles que le registre, le cadastre, la gestion des dossiers, la comptabilité, le personnel et le site de paiement des autoliquidations, sont de nouveau opérationnelles. Les autres systèmes seront rétablis dans les prochains jours. Le gouvernement municipal prévoit d'investir davantage dans la modernisation et la sécurité pour éviter que de telles situations ne se reproduisent.",
        "title": "El Ayuntamiento de Arganda denuncia ante la Guardia Civil el ciberataque sufrido en sus servidores - Diario de Arganda",
        "url": "https://www.diariodearganda.es/arganda-denuncia-ciberataque/"
    },
    {
        "date": "2023-06-30",
        "victim": "Université de Salerne",
        "country": "ITA",
        "summary": "Cet article rapporte qu'une université italienne, l'Université degli Studi di Salerno, a été victime d'une cyberattaque de type ransomware. Les dégâts causés par l'attaque et les éventuelles fuites de données sensibles ne sont pas encore connus. L'université enquête sur l'incident en collaboration avec des experts en sécurité informatique. Il est souligné l'importance de prendre des mesures pour protéger les données des étudiants, des enseignants et du personnel administratif. Les attaques informatiques représentent une menace constante et il est crucial d'investir dans la sécurité informatique et de sensibiliser les utilisateurs à la sécurité en ligne.",
        "title": "Attacco informatico all'Università degli Studi di Salerno. Rischio di fuoriuscite di dati sensibili",
        "url": "https://www.redhotcyber.com/post/attacco-informatico-alluniversita-degli-studi-di-salerno-rischio-di-fuoriuscite-di-dati-sensibili/"
    },
    {
        "date": "2023-06-30",
        "victim": "Schwälbchen Molkerei Jakob Berz AG",
        "country": "DEU",
        "summary": "La Schwälbchen Molkerei Jakob Berz AG a été victime d'une cyberattaque qui a affecté certaines parties de son infrastructure informatique. L'accessibilité de l'entreprise est actuellement perturbée, mais la production et la logistique ne sont pas touchées. Il est encore incertain si des données de l'entreprise ont été compromises. L'entreprise collabore étroitement avec les autorités de sécurité et un prestataire de services de sécurité informatique externe. Les efforts sont en cours pour rétablir pleinement les systèmes.",
        "title": "EQS-Adhoc: Schwälbchen Molkerei Jakob Berz AG: IT-Sicherheitsvorfall • news • onvista",
        "url": "https://www.onvista.de/news/2023/06-30-eqs-adhoc-schwaelbchen-molkerei-jakob-berz-ag-it-sicherheitsvorfall-37-26150117"
    },
    {
        "date": "2023-06-29",
        "victim": "Kinmax Technology",
        "country": "TWN",
        "summary": "Cet article rapporte une cyberattaque contre TSMC, un fondeur taïwanais, avec une demande de rançon de 70 millions de dollars. TSMC nie avoir été victime de cette attaque et pointe du doigt un sous-traitant, Kinmax Technology. L'auteur de l'article mentionne également Bassterlord, un individu impliqué dans plusieurs activités cybercriminelles, dont des attaques par rançongiciel. Bassterlord est décrit comme un homme caucasien de 27 ans, originaire d'Ukraine. La demande de rançon de 70 millions de dollars est l'une des plus importantes à ce jour.",
        "title": "Cyberattaque : une rançon de 70 millions de dollars demandée à TSMC | LeMagIT",
        "url": "https://www.lemagit.fr/actualites/366543296/Cyberattaque-une-rancon-de-70-millions-de-dollars-demandee-a-TSMC"
    },
    {
        "date": "2023-05-23",
        "victim": "Planfocus",
        "country": "DEU",
        "summary": "Une entreprise allemande spécialisée dans la distribution d'argent liquide pour les distributeurs automatiques de billets aurait été victime d'une cyberattaque. L'attaque n'a pas directement touché l'entreprise, mais plutôt un sous-traitant chargé de l'hébergement web. Les données volées comprenaient des informations sur les distributeurs automatiques de billets, les adresses des agences bancaires, les montants retirés et les livraisons d'argent liquide. Les données des clients ne semblent pas avoir été compromises. Les entreprises concernées n'ont pas commenté l'incident.",
        "title": "Bargeldlieferant für Bankomaten von Cyberangriff betroffen",
        "url": "https://futurezone.at/digital-life/bargeld-lieferant-geldautomat-bankomat-cyberangriff-diebold-nixdorf-planfocus/402506440"
    },
    {
        "date": "2023-04-05",
        "victim": "Delaware Health Network",
        "country": "USA",
        "summary": "Le centre médical Henrietta Johnson dans le Delaware a été victime d'une cyberattaque. Les systèmes de Delaware Health Network (DHN), fournisseur de services de gestion des dossiers médicaux électroniques, ont été compromis. DHN n'a pas encore identifié les données précises des patients impactés. Le centre médical a signalé que 500 patients ont été affectés, mais il est possible que le nombre réel soit plus élevé. On ne sait pas pourquoi DHN ne peut pas informer les autres clients sur le nombre de patients affectés.",
        "title": "Henrietta Johnson Medical Center patients affected by breach at Delaware Health Network",
        "url": "https://www.databreaches.net/henrietta-johnson-medical-center-patients-affected-by-breach-at-delaware-health-network/"
    },
    {
        "date": "2023-06-27",
        "victim": "Econsult Solutions",
        "country": "USA",
        "summary": "Econsult Solutions, une entreprise d'analyse économique et de conseil, a été victime d'une attaque de ransomware qui a exposé les données personnelles de ses employés. Les données, y compris les formulaires W-2 de certains employés, sont détenues en otage par les pirates. On ne sait pas encore si les données des partenariats de l'entreprise avec les gouvernements ont été exposées. Econsult travaille avec des experts en cybersécurité pour enquêter sur l'incident. Les employés touchés bénéficieront d'un service de surveillance de crédit gratuit.",
        "title": "Econsult suffers ransomware attack, exposing personal data",
        "url": "https://billypenn.com/2023/06/29/econsult-ransomware-attack-philadelphia/"
    },
    {
        "date": "2023-06-15",
        "victim": "District scolaire de Lebanon",
        "country": "USA",
        "summary": "Le district scolaire de Lebanon a été victime d'une attaque de ransomware plus tôt ce mois-ci. Le district a engagé des experts en cybersécurité pour sécuriser ses systèmes et enquêter sur l'attaque. Aucune preuve d'acquisition ou d'utilisation non autorisée d'informations personnelles n'a été trouvée jusqu'à présent. Le département de police de Lebanon collabore avec le district et son assureur pour enquêter sur l'attaque. Le district examine ses processus et procédures pour renforcer davantage son programme de sécurité des données.",
        "title": "Valley News - Ransomware attack hits Lebanon schools",
        "url": "https://www.vnews.com/Lebanon-School-District-hit-by-ransomware-attack-51478966"
    },
    {
        "date": "2023-05-25",
        "victim": "Granules India",
        "country": "IND",
        "summary": "Le fabricant de paracétamol Granules India a signalé une importante perturbation de ses opérations suite à une cyberattaque. L'attaque a entraîné des changements significatifs dans les systèmes informatiques de l'entreprise, provoquant une interruption majeure de ses activités. Granules India a isolé les actifs informatiques touchés par l'incident de sécurité. Un groupe de ransomware a revendiqué la responsabilité de l'attaque. Bien que la production ait été partiellement rétablie, l'entreprise fait face à des retards dans la validation des matériaux pour l'approbation des systèmes de qualité.",
        "title": "Paracetamol maker Granules India flags significant operations hit from cyber attack - FBC News",
        "url": "https://www.fbcnews.com.fj/business/paracetamol-maker-granules-india-flags-significant-operations-hit-from-cyber-attack/"
    },
    {
        "date": "2023-06-25",
        "victim": "L'Administration régionale Kativik (ARK)",
        "country": "CAN",
        "summary": "Les systèmes informatiques de l'Administration régionale Kativik ont été victimes d'une intrusion le 25 juin, perturbant les communications internes de l'organisation. Une enquête est en cours pour déterminer la nature de l'attaque. On ne sait pas encore si des informations personnelles des employés ou des résidents ont été compromises. Les conséquences sur les activités de l'administration régionale sont inconnues pour le moment, mais les communications internes sont perturbées. Les équipes travaillent sans relâche pour rétablir les systèmes et donneront plus de détails ultérieurement.",
        "title": "L’Administration régionale Kativik victime d’une intrusion informatique | Radio-Canada.ca",
        "url": "https://ici.radio-canada.ca/nouvelle/1992263/cyber-attaque-administration-regionale-kativik"
    },
    {
        "date": "2023-06-21",
        "victim": "Perpetual",
        "country": "AUS",
        "summary": "Perpetual Group, un fournisseur mondial de services financiers, a été victime d'une attaque de ransomware au cours de laquelle des données personnelles ont été volées. L'attaque a été menée par le biais d'un prestataire tiers chargé des services de registre d'unités et d'administration. Bien que les systèmes principaux aient été restaurés, l'accès à myPerpetual reste encore affecté. Les produits cotés, les mandats institutionnels et les entreprises de gestion d'actifs internationales de Perpetual n'ont pas été touchés. Malheureusement, une quantité limitée d'informations personnelles a été compromise.",
        "title": "iTWire - Personal data leaks as Perpetual hit by ransomware attack",
        "url": "https://itwire.com/business-it-news/security/personal-data-leaks-as-perpetual-hit-by-ransomware-attack.html"
    },
    {
        "date": "2022-12-20",
        "victim": "Maschinenring Freising",
        "country": "DEU",
        "summary": "Le Maschinenring Freising a été victime d'une cyberattaque, mais s'en est maintenant remis. Les membres sont satisfaits, mais il y a eu aussi des critiques de la part des responsables. Le système informatique a été paralysé pendant un mois, mais la plupart des données ont été récupérées. Le coût de l'attaque s'élève à environ 40 000 euros. Le Maschinenring compte actuellement 1670 membres satisfaits de ses services.",
        "title": "Freising: Nach Hackerangriffen: Maschinenring Freising hat sich erholt - „Feuerwehr für Landwirte“",
        "url": "https://www.merkur.de/lokales/freising/freising-ort28692/freising-nach-hackerangriffen-maschinenring-freising-hat-sich-erholt-feuerwehr-fuer-landwirte-92367698.html"
    },
    {
        "date": "2023-06-24",
        "victim": "ZDZiT",
        "country": "POL",
        "summary": "Un article rapporte qu'une cyberattaque a paralysé la ville d'Olsztyn en Pologne. Les principales rues de la ville sont bloquées et les habitants rencontrent des problèmes pour acheter des tickets de transport en commun. Le système de gestion du trafic ne fonctionne plus et les panneaux d'information électroniques sont également affectés. Les autorités locales enquêtent sur l'incident et préparent un communiqué officiel à ce sujet.",
        "title": "Olsztyn sparaliżowany przez atak hakerski - Olsztyn",
        "url": "https://www.olsztyn.com.pl/artykul,olsztyn-sparalizowany-przez-atak-hakerski,37877.html"
    },
    {
        "date": "2023-02-18",
        "victim": "Law Foundation of Silicon Valley",
        "country": "USA",
        "summary": "Une attaque sophistiquée de ransomware a touché un groupe de défense du logement à San Jose, affectant plus de 40 000 clients et employés. Les données exposées comprennent les numéros de sécurité sociale et d'immigration, les dossiers médicaux et les informations financières. L'attaque a été attribuée à un groupe appelé \"ALPHV\" qui cible le secteur de la santé. Aucun client n'a signalé une utilisation malveillante de leurs informations jusqu'à présent. Des mesures de sécurité supplémentaires ont été mises en place pour prévenir de futures attaques. C'est la deuxième attaque de grande envergure à San Jose en deux mois, après celle qui a touché le Santa Clara Family Health Plan.",
        "title": "San Jose nonprofit that serves low-income residents impacted by ransomware attack",
        "url": "https://www.mercurynews.com/2023/06/27/san-jose-nonprofit-that-serves-low-income-residents-impacted-by-ransomware-attack/"
    },
    {
        "date": "2023-05-11",
        "victim": "Braintree",
        "country": "USA",
        "summary": "Le 11 mai 2023, Braintree a pris connaissance d'une activité suspecte dans son environnement réseau. Dès la découverte, Braintree a immédiatement engagé un cabinet d'avocats spécialisé dans la cybersécurité et la confidentialité des données pour mener une enquête plus approfondie. En outre, Braintree a fait appel à des spécialistes de la police scientifique pour l'aider à analyser toute activité non autorisée. Bien que l'enquête soit en cours, Braintree a déterminé qu'un tiers non autorisé a accédé à des fichiers contenant des informations personnelles de certains individus au cours de cet incident.",
        "title": "Notice of data breach",
        "url": "https://apps.web.maine.gov/online/aeviewer/ME/40/8d5fdbcf-008d-4fb1-9e87-34c54935042e.shtml"
    },
    {
        "date": "2023-06-21",
        "victim": "Livingston International",
        "country": "CAN",
        "summary": "Une cyberattaque présumée a motivé l'arrêt des systèmes d'exploitation de Livingston International, un courtier en douane, le 21 juin. Cela a provoqué des retards aux postes frontaliers entre le Canada et les États-Unis. Les transporteurs et les camionneurs se sont plaints de retards de plusieurs jours en août et en décembre de l'année dernière. Livingston International a restauré de nombreux segments de ses systèmes et utilise des processus de secours pour continuer à dédouaner les marchandises. L'Agence des services frontaliers du Canada a confirmé que la panne de système a été résolue depuis.",
        "title": "L'arrêt des systèmes des courtiers en douane entraîne des retards aux frontières - Transport Routier",
        "url": "https://www.transportroutier.ca/nouvelles/larret-des-systemes-des-courtiers-en-douane-entraine-des-retards-aux-frontieres/"
    },
    {
        "date": "2023-06-27",
        "victim": "Virbac SA",
        "country": "FRA",
        "summary": "L'entreprise Virbac, spécialisée dans la recherche, la production et la commercialisation de médicaments vétérinaires, a été victime d'une cyberattaque. Elle propose des médicaments pour les animaux de compagnie et pour le bétail. Ses ventes sont réparties géographiquement en France, en Europe, en Asie, en Amérique latine, en Amérique du Nord, dans le Pacifique et en Afrique/Moyen-Orient. L'article ne donne pas plus de détails sur l'attaque.",
        "title": "Virbac : Cyber attack on several sites",
        "url": "https://www.marketscreener.com/quote/stock/VIRBAC-5234/news/Virbac-Cyber-attack-on-several-sites-44201440/"
    },
    {
        "date": "2023-06-17",
        "victim": "Trujillo Alto",
        "country": "PRI",
        "summary": "La municipalité de Trujillo Alto a subi une attaque de cyber-sécurité en juin. La plupart des systèmes ont été récupérés. Les informations des employés, citoyens et fournisseurs n'ont pas été exposées. Le Puerto Rico Innovation & Technology Service (PRITS) est en train de mener une enquête pour identifier la cause de l'attaque et éviter une future violation. Les autorités ont identifié la variante et l'organisation criminelle responsable de l'attaque.",
        "title": "Municipio de Trujillo Alto sufre ataque cibernético - El Nuevo Día",
        "url": "https://www.elnuevodia.com/noticias/locales/notas/municipio-de-trujillo-alto-sufre-ataque-cibernetico/"
    },
    {
        "date": "2023-06-13",
        "victim": "Lumberton Independent School District",
        "country": "USA",
        "summary": "Le district scolaire indépendant de Lumberton a été victime d'une cyberattaque qui a affecté certaines de leurs opérations réseau. Le groupe de hackers Rhysida a revendiqué la responsabilité de l'attaque et a déclaré avoir téléchargé 300 gigaoctets de documents personnels. Les experts en cybersécurité ont déclaré que le groupe utilise couramment des rançongiciels. Le groupe a également volé des informations de l'Université d'État Stephen F. Austin. Les responsables de LISD travaillent avec des experts pour remédier à la situation et restaurer les opérations.",
        "title": "Lumberton ISD officials report cyberattack | The Examiner |",
        "url": "https://www.theexaminer.com/news/lumberton-isd-officials-report-cyberattack"
    },
    {
        "date": "2023-01-15",
        "victim": "Le parti politique allemand SPD",
        "country": "DEU",
        "summary": "Des comptes de messagerie électronique appartenant à des membres du comité directeur du SPD ont été piratés. Les pirates ont exploité une faille de sécurité dans un serveur Exchange et ont volé des données. La piste de l'attaque mène en Russie. Les autorités allemandes ont été informées et les personnes potentiellement touchées ont été averties. Le SPD a déclaré qu'il y avait des preuves solides que les attaquants étaient russes.",
        "title": "Cyber-Angriff auf Mail-Konten des SPD-Parteivorstands",
        "url": "https://www.heise.de/news/Cyber-Angriff-auf-Mail-Konten-des-SPD-Parteivorstands-9199357.html"
    },
    {
        "date": "2023-06-07",
        "victim": "Luís Simões",
        "country": "PRT",
        "summary": "Le groupe de transport et de logistique Luís Simões a été victime d'une cyberattaque revendiquée par le groupe de hackers Play. Les opérations quotidiennes avec les clients n'ont pas été affectées. Les données volées pourraient être publiées la semaine prochaine. Le groupe Luís Simões a signalé l'attaque aux autorités et ne souhaite pas commenter la demande de rançon pour l'instant.",
        "title": "Grupo Luís Simões alvo de ciberataque reivindicado na Dark Web - Expresso",
        "url": "https://expresso.pt/economia/economia_tecnologia/2023-06-22-Grupo-Luis-Simoes-alvo-de-ciberataque-reivindicado-na-Dark-Web-c02ccb05"
    },
    {
        "date": "2023-02-12",
        "victim": "Sweetwater Union High School District",
        "country": "USA",
        "summary": "Le district scolaire Sweetwater Union a confirmé qu'une cyberattaque avait causé une panne de système de plusieurs jours en février. Les données personnelles des employés, des étudiants et des familles ont été compromises. L'attaque a été découverte en mai et le district a mis en place des mesures de protection supplémentaires. Les enseignants ont signalé une augmentation des spams et des appels téléphoniques frauduleux depuis l'attaque. Le district n'a pas précisé comment les personnes concernées seraient informées de l'attaque.",
        "title": "Sweetwater Union District confirms data breach caused system outages in February",
        "url": "https://www.10news.com/news/local-news/south-bay-news/sweetwater-union-high-school-district-confirms-data-breach-caused-outages-in-february"
    },
    {
        "date": "2023-06-24",
        "victim": "Suncor Energy",
        "country": "CAN",
        "summary": "Suncor Energy, une entreprise canadienne, a subi une cyberattaque. Elle travaille avec des experts tiers pour enquêter et résoudre la situation. Aucune preuve de compromission ou d'utilisation abusive de données de clients, de fournisseurs ou d'employés n'a été trouvée pour le moment. Certaines transactions avec les clients et les fournisseurs peuvent être affectées pendant que l'entreprise travaille à résoudre l'incident. Suncor Energy est une entreprise intégrée d'énergie qui développe des ressources pétrolières tout en investissant dans les énergies renouvelables et l'hydrogène.",
        "title": "Suncor Energy Responds to Cyber Security Incident",
        "url": "https://www.newsfilecorp.com/release/171281"
    },
    {
        "date": "2023-06-22",
        "victim": "Radio publique tchèque",
        "country": "CZE",
        "summary": "Cet article parle d'une cyberattaque massive contre la radio publique tchèque après une conférence sur l'Ukraine. Les sites web de la radio ont été rendus inaccessibles et les données ont été attaquées par un logiciel malveillant appelé ransomware. Cette attaque est probablement liée à la conférence sur les médias et l'Ukraine, et le directeur général de la radio a déclaré que cela ne pouvait pas être une coïncidence. Les autorités tchèques ont été informées de l'attaque, mais l'origine exacte de celle-ci n'est pas encore connue. Ces dernières années, il y a eu une augmentation des attaques cybernétiques contre les institutions publiques en République tchèque",
        "title": "Massiver Cyberangriff gegen Tschechischen Rundfunk nach Ukraine-Konferenz | Radio Prague International",
        "url": "https://deutsch.radio.cz/massiver-cyberangriff-gegen-tschechischen-rundfunk-nach-ukraine-konferenz-8786827"
    },
    {
        "date": "2023-06-21",
        "victim": "Saint-Martin-lez-Tatinghem",
        "country": "FRA",
        "summary": "La ville de Saint-Martin-lez-Tatinghem a subi une attaque informatique le 21 juin 2023. Les mesures d'urgence ont été prises en coordination avec le Centre de Réponse aux Incidents Cyber, la gendarmerie nationale et la CAPSO. Les techniciens travaillent à rétablir les accès progressivement. Les services communaux sont maintenus mais fonctionnent de manière adaptée. Il est probable que certaines données aient été dérobées, la CNIL a été saisie.",
        "title": "Intrusion dans les systèmes d’information de la ville | Ville de Saint-Martin-lez-Tatinghem",
        "url": "https://www.stmartinleztatinghem.fr/intrusion-dans-les-systemes-dinformation-de-la-ville/"
    },
    {
        "date": "2023-06-16",
        "victim": "Bureau du shérif du comté de Baxter",
        "country": "USA",
        "summary": "Selon le bureau du shérif du comté de Baxter, des pirates informatiques ont accédé à leurs systèmes et ont volé des données. L'attaque a été signalée par KLRT - FOX16.com.",
        "title": "Baxter County Sheriff’s Office says hackers accessed systems, took data | KLRT - FOX16.com",
        "url": "https://www.fox16.com/crime/baxter-county-sheriffs-office-says-hackers-accessed-systems-took-data/"
    },
    {
        "date": "2023-02-27",
        "victim": "Bryan Cave Leighton Paisner",
        "country": "USA",
        "summary": "Le cabinet d'avocats Bryan Cave Leighton Paisner a été victime d'une cyberattaque en février 2023. Cette attaque a exposé les données personnelles de plus de 50 000 employés actuels et anciens de Mondelēz International, une entreprise de snacks. Les informations volées comprenaient les dates de naissance, les numéros de sécurité sociale et les adresses personnelles des employés. Le cabinet a lancé une enquête robuste avec l'aide d'une entreprise de cybersécurité externe et a informé les autorités compétentes. La société Mondelēz a déclaré que l'incident ne s'était pas produit sur ses systèmes et n'a pas affecté l'entreprise de quelque manière que ce soit.",
        "title": "Bryan Cave Hit by Cyberattack Involving Client Mondelez’s Data",
        "url": "https://news.bloomberglaw.com/business-and-practice/bryan-cave-hit-by-cyberattack-involving-client-mondelezs-data"
    },
    {
        "date": "2023-06-22",
        "victim": "Operateur Catastral Valle Avanza SAS",
        "country": "COL",
        "summary": "Le service de l'Operateur Catastral Valle Avanza SAS a été victime d'une cyberattaque, ce qui a entraîné la suspension de certains de ses services en ligne dans les 24 municipalités sous sa responsabilité. Les certificats catastraux en ligne et le Geoportal sont notamment concernés. Les autorités judiciaires ont été informées de la situation. Les travaux de construction de la Troncal Oriental du MIO, un important projet d'infrastructure de transport à Cali, sont en cours et devraient être achevés en octobre. Des modifications ont été apportées aux itinéraires des différentes routes et tronçons du MIO pour améliorer la couverture et l'efficacité du système de transport public.",
        "title": "Atentos: El Operador Catastral Valle sufrió un ataque cibernético; ¿cuáles son los servicios que están suspendidos?",
        "url": "https://www.elpais.com.co/valle/atentos-el-operador-catastral-valle-sufrio-un-ataque-cibernetico-cuales-son-los-servicios-que-estan-suspendidos-2218.html"
    },
    {
        "date": "2023-06-21",
        "victim": "Peter Mark",
        "country": "IRL",
        "summary": "La chaîne de coiffure Peter Mark a été victime d'une cyberattaque qui a compromis certaines données de ressources humaines. Les experts en cybercriminalité ont été engagés pour enquêter sur l'attaque. Le système de paiement des clients de la chaîne n'a pas été affecté. Il n'y a pas encore de preuve que les données personnelles compromises ont été divulguées sur le dark web. L'incident a été signalé à la Commission de protection des données et à l'Information Commissioner's Office du Royaume-Uni, ainsi qu'à An Garda Síochána et au National Cyber Security Centre.",
        "title": "Hairdresser chain Peter Mark hit by cyberattack",
        "url": "https://www.irishexaminer.com/news/arid-41168158.html"
    },
    {
        "date": "2023-04-29",
        "victim": "The Vincera Institute",
        "country": "USA",
        "summary": "Le Vincera Institute, un établissement de santé de Philadelphie, a été victime d'une attaque de ransomware le 29 avril 2023. Les données des patients, y compris les informations personnelles et médicales, pourraient être compromises. Des experts en cybersécurité ont été engagés pour contenir et atténuer l'attaque. Aucune preuve d'accès non autorisé ou d'utilisation abusive des données des patients n'a été trouvée pour le moment. Le Vincera Institute a pris des mesures pour renforcer la sécurité, enquêter sur l'incident et notifier les autorités compétentes.",
        "title": "Vincera Institute Reports Potential Patient Data Breach Due to Ransomware Attack",
        "url": "https://www.prnewswire.com/news-releases/vincera-institute-reports-potential-patient-data-breach-due-to-ransomware-attack-301855592.html"
    },
    {
        "date": "2023-06-07",
        "victim": "Fédération Française de Rugby",
        "country": "FRA",
        "summary": "La Fédération Française de Rugby a été victime d'une cyberattaque revendiquée par le groupe Play. La revendication ne précise pas la quantité de données dérobées, mais fait état de données « confidentielles privées et personnelles ». La divulgation des données compromises est programmée pour le 27 juin. La FFR n'a pas encore communiqué sur le sujet. Le groupe Play est connu pour avoir frappé plusieurs entreprises en France.",
        "title": "Fédération Française de Rugby : la cyberattaque remonte au début du mois de juin | LeMagIT",
        "url": "https://www.lemagit.fr/actualites/366542243/Play-revendique-une-cyberattaque-contre-la-Federation-Francaise-de-Rugby"
    },
    {
        "date": "2023-06-14",
        "victim": "BRH",
        "country": "HTI",
        "summary": "Le système de paiement interbancaire haïtien est en panne depuis 5 jours sans explication claire des autorités monétaires. Les transferts de fonds vers l'étranger sont toujours fonctionnels grâce au système Swift. Des spéculations sur une cyberattaque circulent. Les économistes soulignent l'impact négatif sur les activités commerciales, en particulier pour les petites et moyennes entreprises. Les autorités monétaires avaient récemment encouragé les transferts de fonds pour limiter la pression sur le dollar américain.",
        "title": "Plus de 5 jours de dysfonctionnement du système de paiement - METROPOLE",
        "url": "https://metropole.ht/plus-de-5-jours-de-dysfonctionnement-du-systeme-de-paiement/"
    },
    {
        "date": "2023-06-12",
        "victim": "San Luis Obispo County Office of Education",
        "country": "USA",
        "summary": "Le mardi 12 juin, une source extérieure a attaqué les serveurs du Bureau de l'éducation, selon Sheldon Smith, surintendant adjoint des services commerciaux de l'agence. Cependant, rien ne prouve que des données relatives aux employés, telles que des informations sur les salaires ou les ressources humaines, aient été divulguées, a déclaré Sheldon Smith.",
        "title": "Cyber attack may have exposed SLO County Office of Education employee data",
        "url": "https://www.sanluisobispo.com/news/local/education/article276625976.html"
    },
    {
        "date": "2023-06-13",
        "victim": "King County Sheriff's Office",
        "country": "USA",
        "summary": "Le bureau du shérif du comté de King a été victime d'une possible cyberattaque le 13 juin. Les ordinateurs ont été rendus inutilisables, les serveurs de dispatch 911 et les outils d'identification des empreintes digitales ont été gravement affectés. Les ordinateurs de la prison ont également été touchés. Les équipes informatiques travaillent à la résolution des problèmes, mais certains systèmes sont encore hors ligne. Il n'est pas clair si cette attaque a eu un impact sur la sécurité publique.",
        "title": "King County Sheriff's Office struggling after 'security incident' - MyNorthwest.com",
        "url": "https://mynorthwest.com/3901496/jason-rantz-king-county-sheriffs-office-struggling-after-security-incident/"
    },
    {
        "date": "2023-06-21",
        "victim": "CHU de Rennes",
        "country": "FRA",
        "summary": "Le CHU de Rennes a été victime d'une cyberattaque qui a commencé par une panne de l'intranet et le blocage des messageries. Le site internet est également inaccessible. Une cellule de crise a été mise en place et les personnels ont été alertés. Il n'est pas possible de savoir si la continuité des soins est concernée. Les établissements de soins sont souvent visés par les cyberattaques.",
        "title": "Le CHU de Rennes visé par une cyberattaque | Le Télégramme",
        "url": "https://www.letelegramme.fr/ille-et-vilaine/rennes-35000/le-chu-de-rennes-vise-par-une-cyberattaque-6377794.php"
    },
    {
        "date": "2023-06-17",
        "victim": "Blowtherm",
        "country": "ITA",
        "summary": "L'entreprise Blowtherm, spécialisée dans la cabine de vernissage, a été victime d'une cyberattaque qui a bloqué son système informatique et une partie de ses machines. Les employés ont découvert l'attaque en se rendant sur leur lieu de travail. La direction a organisé une réunion avec les syndicats pour informer les employés et mener des enquêtes internes. L'attaque semble être ciblée et une demande de rançon n'est pas exclue. L'entreprise est contrainte de travailler avec des méthodes manuelles.",
        "title": "Padova, la Blowtherm di Peghin colpita dagli hacker. Rete bloccata, si teme l’estorsione - Il Mattino di Padova",
        "url": "https://mattinopadova.gelocal.it/padova/cronaca/2023/06/20/news/blowtherm_hacker_padova_peghin-12867727/?__vfz=medium%3Dsharebar"
    },
    {
        "date": "2023-06-13",
        "victim": "Hawaiʻi Community College",
        "country": "USA",
        "summary": "L'Université d'Hawaï a confirmé qu'une attaque de ransomware a visé le Hawai'i Community College. Les représentants du collège travaillent avec les autorités fédérales et des experts en cybersécurité pour résoudre le problème. Le réseau du collège a été mis hors ligne et des mesures ont été prises pour protéger tous les réseaux de l'Université d'Hawaï. Seul le campus de Hawai'i CC a été touché par l'attaque. Les experts en cybersécurité de l'Université d'Hawaï ne pensent pas que d'autres campus ont été touchés.",
        "title": "UH investigating ransomware incident at Hawaiʻi CC | University of Hawaiʻi System News",
        "url": "https://www.hawaii.edu/news/2023/06/20/uh-investigating-ransomware-incident/"
    },
    {
        "date": "2023-06-08",
        "victim": "Mortgage Industry Advisory Corporation (MIAC)",
        "country": "PRI",
        "summary": "Le 8 juin 2023, la société Mortgage Industry Advisory Corporation (MIAC) a annoncé une cyberattaque visant le réseau informatique de FirstBank Puerto Rico, entraînant la fuite de données clients. MIAC a commencé à envoyer des lettres de notification de violation de données à tous les individus touchés. Les types de données compromises ne sont pas encore connus. Les clients de FirstBank Puerto Rico doivent prendre cette notification au sérieux et prendre des mesures pour se protéger contre la fraude ou le vol d'identité. Le récent incident de sécurité des données n'a pas affecté le réseau informatique de FirstBank.",
        "title": "FirstBank Puerto Rico Announces Data Breach After Cyberattack at MIAC | Console and Associates, P.C. - JDSupra",
        "url": "https://www.jdsupra.com/legalnews/firstbank-puerto-rico-announces-data-2253411/"
    },
    {
        "date": "2023-06-18",
        "victim": "Bouchemaine",
        "country": "FRA",
        "summary": "Ce week-end du 17 et 18 juin 2023, les services de la ville de Bouchemaine, près d’Angers (Maine-et-Loire), ont été victimes d’une cyberattaque.",
        "title": "Près d’Angers, une mairie victime d’une cyberattaque",
        "url": "https://www.ouest-france.fr/pays-de-la-loire/bouchemaine-49080/pres-dangers-une-mairie-victime-dune-cyberattaque-5bc9ce78-0f8a-11ee-abf6-2faefa8435a8"
    },
    {
        "date": "2023-06-14",
        "victim": "Commune de Hülben",
        "country": "DEU",
        "summary": "Depuis mercredi dernier, l'administration est hors ligne. Elle répond désormais aux questions les plus urgentes. On ne sait pas encore quand le travail reprendra ni qui se cache derrière.",
        "title": "Cyberattacke auf die Gemeinde Hülben: Das bedeutet der Ausfall für Verwaltung Bürger | Südwest Presse Online",
        "url": "https://www.swp.de/lokales/metzingen/cyberattacke-auf-die-gemeinde-huelben-das-bedeutet-der-ausfall-fuer-verwaltung-buerger-70950505.html"
    },
    {
        "date": "2023-01-09",
        "victim": "District scolaire de Des Moines",
        "country": "USA",
        "summary": "Le district scolaire de Des Moines a été victime d'une cyberattaque en janvier 2023. Près de 6 700 personnes ont été informées de l'incident et de la possible exposition de leurs données personnelles. Des mesures de sécurité ont été prises pour empêcher de futures attaques similaires. Les personnes potentiellement touchées ont été offertes des services de surveillance de crédit gratuits. Aucune preuve de fraude financière ou d'usurpation d'identité n'a été trouvée pour le moment.",
        "title": "DMPS Notifies Individuals of Data Security Incident - Des Moines Public Schools",
        "url": "https://www.dmschools.org/news_release/dmps-notifies-individuals-of-data-security-incident/"
    },
    {
        "date": "2023-06-18",
        "victim": "INDAP",
        "country": "CHL",
        "summary": "L'INDAP, relevant du ministère de l'Agriculture du Chili, signale un incident de sécurité perturbateur qui affecte son réseau depuis hier matin, dimanche 18. À l'heure actuelle, tous les services numériques sont suspendus. L'INDAP a notifié la situation au CSIRT gouvernemental conformément au décret 273 du ministère de l'Intérieur et de la Sécurité publique.",
        "title": " INDAP, del Ministerio de Agricultura de Chile, está reportando un incidente de seguridad",
        "url": "https://twitter.com/1ZRR4H/status/1671011848823472128"
    },
    {
        "date": "2023-06-16",
        "victim": "NIFT",
        "country": "PAK",
        "summary": "Le système de compensation de chèques automatique du Pakistan, NIFT, a été victime d'une cyberattaque majeure dans ses centres de données à Islamabad et Karachi. L'attaque a visé les banques pour perturber les processus de compensation de chèques. Les mesures de sécurité ont rapidement été mises en place pour éviter les pertes de données et de systèmes majeures. Les équipes enquêtent sur la nature de l'attaque et les menaces potentielles. Les services de compensation devraient reprendre le 19 juin 2023.",
        "title": "Major cyber attack on the country’s Automated Check Clearing System ‘NIFT’ GeoTv News | Geo Tv News",
        "url": "https://geotvnews.com/major-cyber-attack-on-the-countrys-automated-check-clearing-system-nift-geotv-news/"
    },
    {
        "date": "2023-06-15",
        "victim": "Helmholtz-Zentrum Berlin (HZB)",
        "country": "DEU",
        "summary": "Le Helmholtz-Zentrum Berlin (HZB) a été victime d'une cyberattaque le 15 juin 2023. Pour se protéger, tous les systèmes informatiques ont été arrêtés. Le centre de recherche n'est pas joignable par téléphone, email ou site web. La communication du HZB demande de la compréhension.",
        "title": "Cyberangriff auf das Helmholtz-Zentrum Berlin (HZB) - HZBblog",
        "url": "https://hzbblog.de/cyberangriff-auf-das-helmholtz-zentrum-berlin-hzb"
    },
    {
        "date": "2023-06-16",
        "victim": "Cafam",
        "country": "COL",
        "summary": "La caja de compensación familiale Cafam a subi une cyberattaque qui a affecté ses systèmes d'information et a entraîné des limitations dans la prestation de certains de ses services. Des plans de contingence ont été mis en place pour rétablir la situation, mais les services continueront à connaître des limites à court terme. Les services médicaux, les prises de sang et les services d'imagerie ont été suspendus jusqu'à nouvel ordre. Cafam travaille à trouver une solution définitive à cette situation. Les cyberattaques sont de plus en plus fréquentes dans diverses organisations, quel que soit leur taille ou leur secteur.",
        "title": "Cafam enfrenta ataque cibernético y limitaciones en sus servicios",
        "url": "https://www.valoraanalitik.com/2023/06/16/cafam-enfrenta-ataque-cibernetico-y-limitaciones-en-sus-servicios/"
    },
    {
        "date": "2023-04-26",
        "victim": "Trois magasins de matériaux dans le bassin de Brive",
        "country": "FRA",
        "summary": "L'entreprise de Babette Baffet a été victime d'une cyberattaque. Les ordinateurs de l'entreprise ont été bloqués. Un salarié a informé Babette Baffet de la situation. Il n'était pas question de payer une rançon. Babette Baffet a reçu une photo qui lui a confirmé la situation.",
        "title": "\"Il n'était pas question de payer la moindre rançon\" : une Corrézienne raconte comment son entreprise a été ciblée par des hackers - Brive-la-Gaillarde (19100)",
        "url": "https://www.lamontagne.fr/brive-la-gaillarde-19100/actualites/il-n-etait-pas-question-de-payer-la-moindre-rancon-une-correzienne-raconte-comment-son-entreprise-a-ete-ciblee-par-des-hackers_14323156/"
    },
    {
        "date": "2023-06-16",
        "victim": "circ IT GmbH & Co KG",
        "country": "DEU",
        "summary": "La Rheinische Post Mediengruppe a subi une panne technique depuis vendredi soir. Cette panne est due à une cyberattaque contre son fournisseur IT, circ IT GmbH & Co KG. Les éditions du samedi sont sorties normalement, mais les sites web sont toujours partiellement indisponibles. Aucun dommage n'a été causé par l'attaque et aucune donnée utilisateur n'a été compromise. La situation est en cours de résolution.",
        "title": "Cyberangriff ist Ursache für die technische Störung bei der Rheinische Post Mediengruppe. | turi2",
        "url": "https://www.turi2.de/aktuell/cyberangriff-ist-ursache-fuer-die-technische-stoerung-bei-der-rheinische-post-mediengruppe/"
    },
    {
        "date": "2023-05-12",
        "victim": "Le groupe Vitrey",
        "country": "FRA",
        "summary": "Le groupe Vitrey, une entreprise de BTP implantée en Haute-Marne, a été victime d'une cyberattaque de grande ampleur en mai dernier. Toutes les filiales du groupe ont été impactées. Le préjudice financier est très important, mais aucune rançon n'a été versée. Le parquet de Chaumont s'est dessaisi au profit du parquet de Paris pour l'enquête. Les services de l'Etat organisent une conférence pour sensibiliser les acteurs locaux à la fragilité de leur parc informatique.",
        "title": "jhm | Le groupe Vitrey victime d'une cyberattaque de grande ampleur",
        "url": "https://jhm.fr/le-groupe-vitrey-victime-dune-cyberattaque-de-grande-ampleur/"
    },
    {
        "date": "2023-06-16",
        "victim": "Gran Sasso Acqua",
        "country": "ITA",
        "summary": "La société publique Gran Sasso Acqua a subi une tentative d'attaque informatique qui a été évitée grâce à des dispositifs de sécurité. Les serveurs ont été fermés pour des raisons de précaution, ce qui a entraîné des perturbations pour les utilisateurs. Les techniciens travaillent pour minimiser les désagréments. Les hackers ont tenté d'entrer dans deux ordinateurs non opérationnels. Les attaques informatiques contre les entités publiques en Abruzzes sont fréquentes.",
        "title": "GRAN SASSO ACQUA, SVENTATO ATTACCO HACKER. PICCININI: \"BENE SISTEMI SICUREZZA, LIMITATI DISAGI\" | Ultime notizie di cronaca Abruzzo - AbruzzoWeb",
        "url": "https://abruzzoweb.it/gran-sasso-acqua-sventato-attacco-hacker-piccinini-bene-sistemi-sicurezza-limitati-disagi/"
    },
    {
        "date": "2023-03-27",
        "victim": "Onix Group",
        "country": "USA",
        "summary": "En mars, le groupe Onix a subi une attaque de ransomware qui a entraîné une violation des données de santé et a touché plusieurs organisations affiliées.",
        "title": "Healthcare Business Associate Data Breach Impacts 320K",
        "url": "https://healthitsecurity.com/news/business-associate-healthcare-data-breach-impacts-320k"
    },
    {
        "date": "2023-06-10",
        "victim": "Smartpay",
        "country": "NZL",
        "summary": "L'entreprise Smartpay, fournisseur de services de paiement électronique, a été victime d'une attaque de ransomware. Des données de clients ont été volées mais aucune donnée de carte n'a été compromise. Smartpay ne collecte pas d'informations de carte. Les clients affectés ont été contactés directement. L'entreprise travaille avec des spécialistes de la cybersécurité et les autorités compétentes pour résoudre l'incident.",
        "title": "Eftpos provider Smartpay suffers ransomware attack",
        "url": "https://www.newstalkzb.co.nz/news/business/eftpos-provider-smartpay-suffers-ransomware-attack/"
    },
    {
        "date": "2023-06-15",
        "victim": "Centre Basile",
        "country": "ITA",
        "summary": "Une cyberattaque a visé le Centre Basile, un centre de diagnostic privé à Naples. Les hackers ont demandé une rançon en échange des données volées. Le Centre Basile a assuré que les données sensibles étaient sécurisées et qu'aucune information n'avait été volée. Une enquête est en cours pour retrouver les responsables de l'attaque.",
        "title": "Napoli, attacco hacker al centro diagnosi: chiesto il riscatto per i dati rubati",
        "url": "https://www.ilmattino.it/napoli/cronaca/napoli_attacco_hacker_centro_diagnosi_basile_vomero-7462513.html"
    },
    {
        "date": "2023-06-14",
        "victim": "Brunswick",
        "country": "USA",
        "summary": "Le groupe Brunswick, leader mondial de la plaisance, a été victime d'une cyberattaque qui a affecté une partie de ses systèmes informatiques à l'échelle mondiale. Des experts en cybersécurité ont été mobilisés et les agences étatiques de lutte contre la délinquance numérique sont impliquées dans l'enquête. Aucune échéance n'a été donnée pour un retour à la normale de l'activité et l'ampleur des impacts sur la production n'a pas été précisée. Cette attaque met en évidence la vulnérabilité du secteur de la plaisance face aux cyberattaques, comme cela avait été le cas pour le groupe Bénéteau en 2021.",
        "title": "Le groupe Brunswick visé par une cyberattaque",
        "url": "https://www.boatindustry.fr/article/43525/le-groupe-brunswick-vise-par-une-cyberattaque"
    },
    {
        "date": "2023-04-25",
        "victim": "Ville de Lowell",
        "country": "USA",
        "summary": "Le réseau de la mairie de Lowell a été victime d'une cyberattaque. Les systèmes informatiques ont été mis hors ligne pour empêcher la propagation du virus. Les services de la ville ont été perturbés, mais les services d'urgence ont continué à fonctionner normalement. Les autorités enquêtent sur l'origine de l'attaque et travaillent à rétablir les systèmes. L'attaque a été revendiquée par le gang Play le 3 mai 2023.",
        "title": "Cyber attack on Lowell City Hall's network",
        "url": "https://www.lowellsun.com/2023/04/25/cyber-attack-on-lowell-city-halls-network/"
    },
    {
        "date": "2023-02-11",
        "victim": "Gates Industrial Corporation plc",
        "country": "USA",
        "summary": "Le 11 février 2023, Gates a déterminé qu'elle était la cible d'une attaque de logiciels malveillants. Les dépenses liées à l'incident de cybersécurité comprennent les frais juridiques, de conseil et autres frais encourus en conséquence directe de cet incident, dont certains peuvent être partiellement compensés par des remboursements d'assurance.",
        "title": "Gates Industrial Reports First-Quarter 2023 Results",
        "url": "https://www.prnewswire.com/news-releases/gates-industrial-reports-first-quarter-2023-results-301815551.html"
    },
    {
        "date": "2023-04-25",
        "victim": "Groupe Cloutier",
        "country": "CAN",
        "summary": "Le Groupe Cloutier, une entreprise canadienne spécialisée dans les assurances, a été victime d'une violation de données. Les informations personnelles de certains de ses clients ont été compromises. L'entreprise a rapidement réagi en informant les clients concernés et en mettant en place des mesures de sécurité supplémentaires. Une enquête est en cours pour déterminer l'origine de l'attaque. Les autorités ont été informées de l'incident.",
        "title": "Le Groupe Cloutier confronté à une violation de données",
        "url": "https://www.finance-investissement.com/nouvelles/actualites/le-groupe-cloutier-confronte-a-une-violation-de-donnees/"
    },
    {
        "date": "2023-04-26",
        "victim": "Ville de North Kingstown",
        "country": "USA",
        "summary": "Des ordinateurs gouvernementaux de la ville de North Kingstown ont été la cible d'une cyberattaque. Les autorités ont confirmé que des données ont été compromises. Les services de police et de pompiers ont été affectés par cette attaque. Les enquêteurs travaillent pour déterminer l'origine de l'attaque. Les autorités ont conseillé aux résidents de surveiller leurs informations personnelles.",
        "title": "NBC 10 I-Team: Cyberattack targets North Kingstown government computers",
        "url": "https://turnto10.com/i-team/ask-alison/cyberattack-north-kingstown-rhode-island-government-computers-financial-software-upgrade-backup-system-financial-personal-data"
    },
    {
        "date": "2023-04-26",
        "victim": "Groupe Vikings",
        "country": "FRA",
        "summary": "Le casino des Atlantes aux Sables-d'Olonne est fermé suite à une panne informatique majeure. Des rumeurs parlent de cyberattaque touchant les 11 casinos du groupe Vikings en France. La police des courses et des jeux enquête.",
        "title": "Vendée : pourquoi ce casino est fermé depuis dimanche ?",
        "url": "https://actu.fr/pays-de-la-loire/les-sables-d-olonne_85194/vendee-les-raisons-de-la-fermeture-de-ce-casino-depuis-dimanche_59219207.html"
    },
    {
        "date": "2023-04-26",
        "victim": "Uttar Pradesh Road Transport Corporation (UPSRTC)",
        "country": "IND",
        "summary": "Le système de billetterie électronique de l'Uttar Pradesh Road Transport Corporation (UPSRTC) a été paralysé suite à une cyberattaque de hackers étrangers. Les hackers ont crypté les données du serveur de billetterie de la société Orion Pro, qui fournit également des machines de billetterie électronique, des réservations de comptoir et des réservations en ligne. Les bus fonctionnent normalement grâce à la billetterie manuelle. La société a déployé une équipe d'experts pour récupérer les données et une enquête criminelle est en cours. Le système de billetterie électronique sera rétabli dans un délai de 7 à 10 jours.",
        "title": "Cyber-attack hits ticketing service of UPSRTC",
        "url": "http://www.uniindia.com/cyber-attack-hits-ticketing-service-of-upsrtc/north/news/2960340.html"
    },
    {
        "date": "2023-04-26",
        "victim": "Bitmarck",
        "country": "DEU",
        "summary": "Une cyberattaque sur Bitmarck, fournisseur IT de plus de 80 des 96 caisses d'assurance maladie allemandes, provoque des problèmes techniques majeurs.",
        "title": "Exklusiv: Größter IT-Dienstleister der Krankenkassen bestätigt Cyberangriff",
        "url": "https://t3n.de/news/bitmarck-krankenkassen-cyberangriff-1548963/"
    },
    {
        "date": "2023-04-26",
        "victim": "Coca-Cola Femsa",
        "country": "MEX",
        "summary": "La société mexicaine Coca-Cola Femsa a subi une cyberattaque récemment. Elle a mis en place ses protocoles de sécurité et de réponse pour faire face à cette situation. La société travaille actuellement avec des experts pour éviter tout impact négatif sur ses applications technologiques. Coca-Cola Femsa a publié un communiqué pour informer de la situation. On ne sait pas encore qui est à l'origine de l'attaque.",
        "title": "Coca-Cola Femsa reporta que sufrió ataque cibernético",
        "url": "https://www.jornada.com.mx/notas/2023/04/26/economia/coca-cola-femsa-reporta-que-sufrio-ataque-cibernetico/"
    },
    {
        "date": "2023-04-27",
        "victim": "Alto Calore",
        "country": "ITA",
        "summary": "La centrale Alto Calore a été victime d'une cyberattaque qui a rendu les ordinateurs inaccessibles. Le virus informatique Medusa a momentanément mis hors service le serveur de l'entreprise. Les ordinateurs ont été éteints grâce à une coupure d'électricité effectuée par Enel la veille de l'attaque. Les techniciens travaillent actuellement pour rétablir le système. Les procédures pour le bilan trimestriel et le plan industriel ont été suspendues.",
        "title": "Alto Calore, attacco hacker alla centrale",
        "url": "https://www.ilmattino.it/avellino/alto_calore_attacco_hacker_centrale_avellino-7367723.html"
    },
    {
        "date": "2023-04-25",
        "victim": "Truman State University",
        "country": "USA",
        "summary": "L'université Truman State a été victime d'une cyberattaque le 21 avril. Les réseaux informatiques de l'université sont toujours hors ligne. Tous les appareils émis par l'université ont été touchés par une attaque de virus de cybersécurité impliquant des logiciels malveillants. Les étudiants et le personnel ont été invités à éteindre leurs appareils émis par l'université. Les services de l'université seront rétablis de manière sporadique au cours des prochains jours.",
        "title": "Truman State University works to restore services after reported cyberattack",
        "url": "https://www.kbia.org/missouri-news/2023-04-25/truman-state-university-works-to-restore-services-after-reported-cyberattack"
    },
    {
        "date": "2023-04-25",
        "victim": "L'Union Africaine",
        "country": "ETH",
        "summary": "L'Union Africaine a été victime d'une cyberattaque qui a paralysé son système informatique. Plus de 200 ordinateurs ont été infectés et les services financiers sont inaccessibles. Les pirates se sont identifiés comme étant le groupe de hackers russes BlackCat et ont demandé une rançon de 3 millions de dollars. Les données stockées ont été sauvegardées la veille de l'attaque et seraient en partie intactes. L'UA est confrontée à la question de la vulnérabilité de ses systèmes informatiques.",
        "title": "Vent de panique à l’Union africaine après une nouvelle cyberattaque",
        "url": "https://www.lemonde.fr/afrique/article/2023/04/25/vent-de-panique-a-l-union-africaine-apres-une-nouvelle-cyberattaque_6170976_3212.html"
    },
    {
        "date": "2023-04-24",
        "victim": "Naivas",
        "country": "KEN",
        "summary": "La chaîne de supermarchés kényane Naivas a confirmé avoir été victime d'une attaque de ransomware menée par une organisation criminelle en ligne. Certaines données ont été compromises mais le processus de confinement est terminé et le système est maintenant sécurisé. Naivas assure que ses systèmes ne contiennent pas d'informations de carte de crédit ou de débit et que les informations de paiement sont protégées par une encryption SSL. La cyberattaque a été revendiquée par Alphv/BlackCat le 21 avril 2023.",
        "title": "Naivas confirms ransomware attack on its data",
        "url": "https://www.retail-insight-network.com/news/naivas-ransomware-attack-data/"
    },
    {
        "date": "2023-04-24",
        "victim": "Klinikum Hochsauerland",
        "country": "DEU",
        "summary": "Le Klinikum Hochsauerland a été victime d'une cyberattaque. Toutes les applications web ont été désactivées et le système a été déconnecté d'Internet. Les systèmes sont actuellement examinés par des experts en informatique. Les autorités ont été informées et une enquête est en cours. Les systèmes de communication internes et les systèmes informatiques médicaux ne sont pas affectés et la prise en charge des patients n'a pas été perturbée.",
        "title": "Cyberangriff auf IT-Netz des Klinikums Hochsauerland - Ermittelungen laufen",
        "url": "https://www.sauerlandkurier.de/hochsauerlandkreis/arnsberg/cyberangriff-auf-it-netz-des-klinikums-hochsauerland-ermittelungen-laufen-92233385.html"
    },
    {
        "date": "2023-04-24",
        "victim": "Digi",
        "country": "ESP",
        "summary": "Digi, un fournisseur de téléphonie mobile et d'Internet en Espagne, en Italie et en Roumanie, a récemment été victime d'une cyberattaque. L'entreprise a publié un communiqué dans lequel elle assure avoir renforcé ses mécanismes de sécurité, examiné tous ses systèmes et renforcé sa politique de sécurité pour garantir l'identité de ses clients. De plus, l'affaire a été confiée aux autorités compétentes pour enquêter et trouver les responsables. Bien que Digi ait affirmé que la cyberattaque n'a pas pu accéder aux données personnelles des clients, il est conseillé aux clients de contacter directement le fournisseur pour s'assurer que tout est en ordre.",
        "title": "Digi sufre un ciberataque que compromete a los clientes",
        "url": "https://news.eseuro.com/negocio/1583961.html"
    },
    {
        "date": "2023-04-17",
        "victim": "Groupe Gambetta",
        "country": "FRA",
        "summary": "Le groupe Gambetta a été victime d'une cyberattaque le 17 avril 2023, entraînant une restriction d'accès à l'informatique pour les collaborateurs. Le groupe a pris des mesures pour limiter l'impact de l'attaque, déposer plainte et notifier l'incident à la Commission nationale de l'Informatique et des Libertés. Malgré cela, une exfiltration de données à caractère personnel a été identifiée et il est recommandé d'être vigilant face à toute tentative d'hameçonnage et de sécuriser les mots de passe. La cyberattaque a été revendiquée par Play le 22 avril 2023.",
        "title": "Le groupe Gambetta est victime d'une cyberattaque impliquant le ransomware Play.",
        "url": "https://www.groupegambetta.fr"
    },
    {
        "date": "2023-04-24",
        "victim": "SKP",
        "country": "NLD",
        "summary": "SKP, une entreprise de services internet et télévision, a été victime d'une cyberattaque le samedi 22 avril. Cette attaque a causé une interruption de service pour les abonnés. Les serveurs ont été rétablis pour la plupart, mais certains abonnés ont encore des problèmes. La Stichting Wandelevenementen Pijnacker a également été touchée. SKP a confirmé qu'il s'agissait d'une attaque de ransomware et qu'une enquête policière était en cours. L'entreprise travaille pour rétablir complètement ses services, mais ne peut pas encore dire si des données ont été perdues.",
        "title": "Storing SKP blijkt cyberaanval - Het laatste nieuws uit Pijnacker-Nootdorp",
        "url": "https://www.telstar-online.nl/nieuws/actueel/144362/storing-skp-blijkt-cyberaanval"
    },
    {
        "date": "2023-03-23",
        "victim": "Careium",
        "country": "SWE",
        "summary": "Cet article est en suédois et parle d'une possible fuite de fichiers audio à des cybercriminels. Il n'y a pas assez d'informations pour en savoir plus sur la nature de la fuite ou sur les conséquences potentielles.",
        "title": "Ljudinspelningar kan ha läckt till cyberkriminella",
        "url": "https://pt.se/nyheter/pitea/artikel/ljudinspelningar-kan-ha-lackt-till-cyberkriminella/lyo0g86r"
    },
    {
        "date": "2023-04-22",
        "victim": "Vopak",
        "country": "NLD",
        "summary": "La cyberattaque, œuvre du groupe de pirates informatiques russes BlackCat, s'est produite dans une filiale du groupe néerlandais coté en bourse en Malaisie. \"Nous pouvons confirmer qu'un incident informatique s'est produit à Pengerang Independent Terminals (PTSB) en Malaisie\", a déclaré la société dans un communiqué. Au cours de cet incident, des personnes non autorisées ont eu accès à nos données.",
        "title": "Tankopslagbedrijf Vopak getroffen door Russische cyberaanval",
        "url": "https://www.tijd.be/ondernemen/chemie/tankopslagbedrijf-vopak-getroffen-door-russische-cyberaanval/10462797.html"
    },
    {
        "date": "2023-04-21",
        "victim": "Badische Stahlwerke",
        "country": "DEU",
        "summary": "Le réseau de Badische Stahlwerke à Kehl a été attaqué par des hackers, obligeant l'entreprise à désactiver sa communication interne. La police d'Offenburg a confirmé l'attaque, tandis que l'entreprise a signalé l'accès non autorisé sur son site web. Les systèmes touchés ont été désactivés, rendant les employés temporairement injoignables par e-mail et téléphone. Les enquêtes sont en cours, mais aucune information supplémentaire n'a été divulguée pour le moment.",
        "title": "Ortenau Hackerangriff auf Badische Stahlwerke in Kehl Nachrichten der Ortenau - Offenburger Tageblatt",
        "url": "https://www.bo.de/lokales/ortenau/hackerangriff-auf-badische-stahlwerke-in-kehl#"
    },
    {
        "date": "2023-04-21",
        "victim": "Nutresa",
        "country": "COL",
        "summary": "Le groupe Nutresa a confirmé avoir été victime d'une possible attaque de ransomware ou cyberattaque. Jusqu'à présent, l'intégrité des données de l'organisation et des informations de ses clients, fournisseurs et consommateurs n'a pas été compromise. Un protocole a été activé pour atténuer l'impact potentiel de l'incident. Un équipe technique spécialisée a été désignée pour surveiller la situation et mettre en place les mesures nécessaires pour protéger les systèmes et les informations de l'organisation. La situation est en cours de surveillance. Le groupe LockBit 3.0 a revendiqué l'attaque. ",
        "title": "Nutresa confirma que está siendo víctima de posible ataque cibernético | Empresas | Negocios | Portafolio",
        "url": "https://www.portafolio.co/negocios/empresas/nutresa-confirma-que-esta-siendo-victima-de-posible-ataque-cibernetico-581757"
    },
    {
        "date": "2023-04-21",
        "victim": "Open University of Cyprus (OUC)",
        "country": "CYP",
        "summary": "Des hackers ont attaqué l'Open University of Cyprus et ont demandé une rançon de 100 000 euros en cryptomonnaie. Les données volées ont été publiées sur le dark web, par Medusa, après l'expiration du délai de paiement de la rançon. Les données sont cryptées et il n'est pas clair quel type de données a été publié. Des données personnelles sensibles de membres de la communauté académique ont été compromises. Les autorités compétentes travaillent pour empêcher l'acquisition de ces données et l'université prend des mesures pour atténuer les risques et restaurer les opérations perturbées.",
        "title": "Data leaked from Open University is encrypted - police | in-cyprus.com",
        "url": "https://in-cyprus.philenews.com/news/local/data-leaked-from-open-university-is-encrypted-police/"
    },
    {
        "date": "2023-03-06",
        "victim": "American Bar Association",
        "country": "USA",
        "summary": "Le réseau informatique de l'American Bar Association a été compromis par un tiers non autorisé. Les noms d'utilisateur et les mots de passe des membres ont été obtenus. Les mots de passe étaient \"hashés\" et \"salés\", ce qui signifie qu'ils étaient cryptés. Les membres sont encouragés à changer leurs mots de passe et à rester vigilants contre toute tentative d'accès non autorisé. L'ABA a pris des mesures pour réduire la probabilité d'une future cyberattaque.",
        "title": "American Bar Association network compromised, member data leaked to third party | Wisconsin Law Journal - WI Legal News & Resources",
        "url": "https://wislawjournal.com/2023/04/20/american-bar-association-network-compromised-members-data-leaked-to-third-party/"
    },
    {
        "date": "2023-04-20",
        "victim": "Canal 5",
        "country": "URY",
        "summary": "Le canal de télévision Canal 5 a été victime d'une cyberattaque qui a coupé leur accès à internet et a fait disparaître des fichiers importants. C'est la deuxième fois que cela arrive. Le directeur du canal n'a pas fait de déclaration publique à ce sujet, ce qui a suscité des critiques de la part des employés. Le canal de télévision doit prendre des mesures immédiates pour garantir la sécurité de son système et la protection de ses fichiers. Il est nécessaire de mener une enquête pour déterminer les responsables de l'attaque.",
        "title": "CANAL 5 AYER ESTUVO TODO EL DÍA SIN INTERNET: SERÍA UN NUEVO ATAQUE CIBERNÉTICO",
        "url": "https://cronicasdeleste.com.uy/Noticias/canal-5-ataque-cibernetico.html"
    },
    {
        "date": "2023-04-20",
        "victim": "Northeast Behavioral Health Care Consortium",
        "country": "USA",
        "summary": "Le Northeast Behavioral Health Care Consortium a été victime d'une cyberattaque. Les détails de l'attaque n'ont pas été divulgués. Les autorités enquêtent sur l'incident. Les services de santé mentale ont été perturbés. Les patients ont été informés de l'incident.",
        "title": "Northeast Behavioral Health Care Consortium hit by cyber attack | Cops and Courts | standardspeaker.com",
        "url": "https://www.standardspeaker.com/northeast-behavioral-health-care-consortium-hit-by-cyber-attack/article_1cd9ab21-9402-5445-9e93-5f21a1e21ca8.html"
    },
    {
        "date": "2023-04-12",
        "victim": "Fincantieri Marinette Marine",
        "country": "USA",
        "summary": "Le chantier naval Fincantieri Marinette Marine a été victime d'une attaque de ransomware le 12 avril 2023, qui a affecté la production de navires de guerre pour la marine américaine et saoudienne. Les serveurs contenant les données nécessaires à la fabrication des navires ont été rendus inutilisables, ce qui a entraîné l'arrêt des machines CNC pendant plusieurs jours. Il est encore incertain si les attaquants ont volé des données. Les opérations de réparation et de construction ont repris, mais certaines opérations en ligne, comme les e-mails, sont toujours hors ligne. Lockheed Martin, le principal contractant de la classe Freedom, a déclaré qu'il prenait régulièrement des mesures pour renforcer la sécurité de ses systèmes.",
        "title": "Ransomware Attack Hits Marinette Marine Shipyard, Results in Short-Term Delay of Frigate, Freedom LCS Construction - USNI News",
        "url": "https://news.usni.org/2023/04/20/ransomware-attack-hits-marinette-marine-shipyard-results-in-short-term-delay-of-frigate-freedom-lcs-construction"
    },
    {
        "date": "2023-04-20",
        "victim": "Anton Paar",
        "country": "AUT",
        "summary": "Le groupe Anton Paar est actuellement la cible d'une cyberattaque. Nous enquêtons sur ce problème afin de le résoudre le plus rapidement possible. Nous continuons à assurer une communication de base par le biais de hotlines pour chaque représentation nationale du groupe Anton Paar. Attaque revendiquée par Black Basta le 28 avril 2023.",
        "title": "Le groupe Anton Paar est actuellement la cible d'une cyberattaque",
        "url": "https://www.anton-paar.com/uk-en/"
    },
    {
        "date": "2023-04-20",
        "victim": "Montana State University",
        "country": "USA",
        "summary": "Montana State University a été victime d'une cyberattaque le 20 avril 2023. Tous les services internet et réseau ont été fermés pour contenir l'attaque. Les ordinateurs MSU doivent être éteints et les utilisateurs doivent se connecter depuis des réseaux non-MSU. Les événements sur le campus continuent comme prévu. MSU travaille à la restauration de ses systèmes et fournira des mises à jour régulières.",
        "title": "Montana State University gives update on cyberattack",
        "url": "https://www.kbzk.com/news/local-news/cyber-attack-reportedly-hits-montana-state-university"
    },
    {
        "date": "2023-04-20",
        "victim": "RWS Holdings PLC",
        "country": "GBR",
        "summary": "RWS Holdings PLC a été touché par une cyberattaque sur une ancienne application de gestion de projet. Cette application ne concerne qu'une petite partie de sa division \"Regulated Industries\". La société a immédiatement mis en œuvre ses protocoles d'urgence et a décroché des experts en sécurité pour enquêter sur l'incident. Les personnes touchées ont été contactées et l'application a été décrochée en toute sécurité. L'impact financier et les coûts supplémentaires pour RWS ne devraient pas être significatifs.",
        "title": "RWS victime d'une cyberattaque mais affirme que l'impact est \"immatériel\" | Zonebourse",
        "url": "https://www.zonebourse.com/cours/action/RWS-HOLDINGS-PLC-21342343/actualite/RWS-victime-d-une-cyberattaque-mais-affirme-que-l-impact-est-immateriel-43550015/"
    },
    {
        "date": "2023-04-09",
        "victim": "Insurance Information Bureau of India (IIB)",
        "country": "IND",
        "summary": "L'Insurance Information Bureau of India (IIB) a fait l'objet d'une cyberattaque et certaines des données qu'il détient pourraient avoir été compromises, ont déclaré deux personnes au courant de l'affaire. L'IIB recueille les données de transaction des assureurs pour différentes branches d'activité.",
        "url": "https://economictimes.indiatimes.com/industry/banking/finance/insure/cyberattack-on-insurance-information-bureau-of-india-data-at-risk/articleshow/99621636.cms"
    },
    {
        "date": "2023-03-30",
        "victim": "Barcelonnette",
        "country": "FRA",
        "summary": "La mairie de Barcelonnette a été victime d'une cyberattaque qui a bloqué tous les ordinateurs pendant plusieurs heures. La maire de la commune a confirmé l'attaque et a déclaré qu'il s'agissait d'une tentative de cheval de Troie. L'anti-virus s'est activé et tous les ordinateurs ont été mis à l'arrêt par sécurité. Aucun dommage n'a été constaté. La cellule informatique de Barcelonnette a pris en charge la situation et a rétabli la situation en début d'après-midi.",
        "title": "En direct | Alpes-de-Haute-Provence : après le piratage du système informatique, la mairie de Barcelonnette fonctionne | La Provence",
        "url": "https://www.laprovence.com/actu/en-direct/1897962412179515/alpes-de-haute-provence-le-systeme-informatique-de-la-ville-de-barcelonnette-a-ete-pirate"
    },
    {
        "date": "2023-04-19",
        "victim": "Banco de Venezuela",
        "country": "VEN",
        "summary": "La Banco de Venezuela a subi une attaque cybernétique par le ransomware LockBit. Les ordinateurs de la banque ont été infectés et les données ont été chiffrées. Les pirates menacent de publier les données confidentielles des clients si la banque ne paie pas. Le site web de la banque fonctionne normalement. Les clients ont reçu des courriels frauduleux leur demandant de mettre à jour leurs informations.",
        "title": "Banco de Venezuela sufre ataque cibernético | NTN24.COM",
        "url": "https://www.ntn24.com/noticias-economia/banco-de-venezuela-sufre-ataque-cibernetico-413126"
    },
    {
        "date": "2023-04-19",
        "victim": "Bobst",
        "country": "CHE",
        "summary": "Le groupe Bobst, basé à Lausanne, a été victime de deux cyberattaques ciblées. Le directeur de l'entreprise a confirmé l'attaque et expliqué comment l'entreprise a réussi à résister aux hackers. Les défenses de pointe de l'entreprise ont permis de déjouer les attaques. L'article souligne que même avec des défenses de pointe, les hackers peuvent parvenir à paralyser partiellement une entreprise.",
        "title": "Bobst a réussi à déjouer deux cyberattaques ciblées - Le Temps",
        "url": "https://www.letemps.ch/economie/cyber/bobst-reussi-dejouer-deux-cyberattaques-ciblees"
    },
    {
        "date": "2023-04-19",
        "victim": "Infolog",
        "country": "CHE",
        "summary": "La société Infolog, qui fournit des services informatiques à des communes, PME et entreprises, a été victime d'une cyberattaque. Tous ses systèmes ont été hors service pendant trois jours. Les clients d'Infolog ont également été impactés. Infolog affirme qu'aucune donnée n'a été extraite par les hackers. Un autre prestataire informatique a également été victime d'une cyberattaque quelques jours auparavant.",
        "title": "Vaud: Infolog et ses clients ont été victimes d’un hacking - 20 minutes",
        "url": "https://www.20min.ch/fr/story/une-firme-informatique-et-ses-clients-victimes-de-hackers-679691155684"
    },
    {
        "date": "2023-04-17",
        "victim": "Seal",
        "country": "PER",
        "summary": "La société électrique Seal a subi une attaque informatique le 17 avril à 4 heures du matin. Un code malveillant a tenté d'empêcher l'utilisation du système. Le ransomware a été créé en Europe de l'Est (Moldavie) au cours des 20 derniers jours. Le service a été normalisé en 24 heures grâce aux contrôles mis en place. La société a porté plainte auprès de la police et du ministère public pour les présumés délits informatiques.",
        "title": "Arequipa: Reportan ataque cibernético al sistema de Seal | EDICION | CORREO",
        "url": "https://diariocorreo.pe/edicion/arequipa/arequipa-reportan-ataque-cibernetico-al-sistema-de-seal-noticia/"
    },
    {
        "date": "2023-03-28",
        "victim": "Materna",
        "country": "DEU",
        "summary": "L'IT-Dienstleister Materna a été victime d'une cyberattaque avec suspicion de ransomware. Vodafone a dû suspendre la vente en ligne de ses cartes prépayées \"Callya\" car Materna fournit les services CallYa. Les systèmes de Materna ont été réinstallés et les employés ont été équipés de nouveaux systèmes. Aucune fuite de données n'a été détectée. Les cyberattaques sur les entreprises et les institutions sont de plus en plus fréquentes.",
        "title": "Vodafone Callya: Ausfall von Onlinesystemen nach Angriff auf Materna | heise online",
        "url": "https://www.heise.de/news/Vodafone-Callya-Ausfall-von-Onlinesystemen-nach-Angriff-auf-Materna-8971144.html"
    },
    {
        "date": "2023-04-05",
        "victim": "BERNINA International AG",
        "country": "CHE",
        "summary": "Le réseau informatique de BERNINA International a été attaqué par Alphv/BlackCat. L'entreprise a immédiatement pris les mesures de sécurité nécessaires, fait appel à des spécialistes externes et impliqué les autorités compétentes. Une enquête détaillée sur les faits est en cours.",
        "title": "Cyberangriff auf BERNINA International AG",
        "url": "https://www.bernina.com/de-CH/Footer-de-CH/Country-Pages/Mediencenter/Medienmitteilungen-2023/BERNINA-International/Cyber-Attack-DE"
    },
    {
        "date": "2023-04-17",
        "victim": "Morcenx-La-Nouvelle",
        "country": "FRA",
        "summary": "La mairie de Morcenx-La-Nouvelle est victime d'une cyberattaque depuis le 17 avril. Les lignes téléphoniques sont indisponibles, mais un numéro provisoire est disponible. Les accueils physiques restent accessibles. Les services du CIAS et de la communauté de communes ont été mis hors service par précaution. Le service passeport et CNI reste fonctionnel.",
        "title": "Landes : soupçons de cyberattaque à la mairie de Morcenx-la-nouvelle, tous les serveurs indisponibles",
        "url": "https://www.francebleu.fr/infos/faits-divers-justice/landes-soupcons-de-cyberattaque-a-la-mairie-de-morcenx-la-nouvelle-tous-les-serveurs-indisponibles-7666909"
    },
    {
        "date": "2023-04-17",
        "victim": "Gateway Casinos and Entertainment",
        "country": "CAN",
        "summary": "Gateway Casinos a été victime d'une cyberattaque, entraînant la fermeture de Casino Rama et d'autres sites de jeux en Ontario. La société a retenu des professionnels tiers pour aider à restaurer l'environnement informatique. Il n'est pas clair si des données personnelles ont été compromises. La société informe les autorités compétentes de l'incident. Les employés sont en attente de la réouverture des propriétés en Ontario.",
        "title": "Gateway casinos to remain closed after cyber attack: officials - Bradford News",
        "url": "https://www.bradfordtoday.ca/local-news/gateway-casinos-to-remain-closed-after-cyber-attack-officials-6867883"
    },
    {
        "date": "2023-04-17",
        "victim": "Pierburg Pump Technology",
        "country": "DEU",
        "summary": "Pierburg Pump Technology, une filiale de Rheinmetall, a été victime d'une cyberattaque. La production doit être passée de numérique à manuelle. C'est un défi pour l'entreprise. Le directeur de l'usine, Mario Schäfer, a déclaré que c'était une situation très difficile. L'article propose également un abonnement payant pour lire la suite.",
        "title": "Döbeln: Nach Cyber-Angriff: Pierburg Pump Technology stellt Produktionsprozesse um | Sächsische.de",
        "url": "https://www.saechsische.de/doebeln/wirtschaft/nach-cyber-angriff-pierburg-pump-technologie-stellt-produktionsprozesse-um-5847271-plus.html"
    },
    {
        "date": "2023-04-16",
        "victim": "Sarah D. Culbertson Memorial Hospital",
        "country": "USA",
        "summary": "Le réseau de l'hôpital Sarah D. Culbertson Memorial a été perturbé par une cyberattaque. L'accès à la plupart des fonctions de leur système de tenue de dossiers électroniques et de paiement de factures a été désactivé. Les responsables de l'hôpital ont immédiatement engagé un spécialiste tiers pour enquêter sur l'activité suspecte qui avait causé la nécessité de fermer le système. L'hôpital est resté ouvert pendant l'enquête et n'a éliminé aucun de ses services. Il est encore inconnu si des informations sur les patients ont été compromises.",
        "title": "Culbertson Hospital Systems Hit With Cyber Attack - WLDS",
        "url": "https://wlds.com/culbertson-hospital-systems-hit-with-cyber-attack/"
    },
    {
        "date": "2023-03-03",
        "victim": "Chantiers navals FSG et Nobiskrug",
        "country": "DEU",
        "summary": "Les chantiers navals FSG et Nobiskrug ont été victimes d'une cyberattaque. Tous les systèmes informatiques ont été isolés et les autorités ont été informées. Les chantiers sont de nouveau opérationnels. Aucune rançon n'a été versée. Lürssen, un autre constructeur naval, a également été victime d'une cyberattaque récemment.",
        "title": "Cyberangriff auf Werften FSG und Nobiskrug - Hamburger Abendblatt",
        "url": "https://www.abendblatt.de/hamburg/article238145417/Cyberangriff-auf-Werften-FSG-und-Nobiskrug.html"
    },
    {
        "date": "2023-04-14",
        "victim": "Sdis de l'Isère",
        "country": "FRA",
        "summary": "Une cyberattaque est suspectée au Sdis de l'Isère. Les données de 4 500 personnes âgées ont été exposées.",
        "title": "Isère. Suspicion de cyberattaque au Sdis : les données de 4 500 personnes âgées exposées",
        "url": "https://www.ledauphine.com/faits-divers-justice/2023/04/14/suspicion-de-cyberattaque-au-sdis-de-l-isere-les-donnees-de-4-500-personnes-agees-exposees"
    },
    {
        "date": "2023-04-14",
        "victim": "Caracol Radio",
        "country": "COL",
        "summary": "Plusieurs stations de radio appartenant à la chaîne Caracol Radio ont été victimes d'une cyberattaque. Les plateformes touchées sont W Radio, Tropicana, Caracol Radio, Bésame, Radioacktiva, Los 40 Urban et Los 40. Les systèmes d'émission de publicité, de gestion de contenu en radio, de publication digitale et de streaming ont été principalement touchés. Caracol Radio travaille à rétablir les systèmes touchés le plus rapidement possible. Le groupe Keralty, qui regroupe les entreprises de santé Sanitas et Colsanitas, a également été victime d'une cyberattaque.",
        "title": "Emisoras de Caracol Radio sufrieron ataque cibernético",
        "url": "https://www.pulzo.com/nacion/emisoras-caracol-radio-sufrieron-ataque-cibernetico-PP2750018"
    },
    {
        "date": "2023-04-16",
        "victim": "Rheinmetall",
        "country": "DEU",
        "summary": "Le groupe Rheinmetall, spécialisé dans la défense et l'automobile, a été victime d'une cyberattaque touchant également ses filiales, dont certaines dans la région de Heilbronn. Le groupe a confirmé l'incident dans son activité civile, mais a précisé que ses activités militaires n'étaient pas affectées. Le cyberattaque est mondiale et le groupe est en train d'évaluer les dégâts. Une enquête a été ouverte par la police allemande. Le groupe avait déjà subi une tentative de cyberattaque en mars.",
        "title": "Rheinmetall Opfer von Cyberangriff - auch Tochterunternehmen betroffen",
        "url": "https://www.echo24.de/welt/pierburg-rheinmetall-hacker-angriff-opfer-cyberangriff-kolbenschmidt-ruestung-dax-aktie-92211320.html"
    },
    {
        "date": "2023-04-13",
        "victim": "Commission Nationale de l'Eau (Conagua)",
        "country": "MEX",
        "summary": "La Commission Nationale de l'Eau (Conagua) a été victime d'une attaque cybernétique sur ses équipements informatiques. La Garde Nationale et l'entreprise SICTUM-TELMEX ont aidé à contenir l'attaque. Conagua travaille à rétablir les services et à identifier les actions correctives pour éviter une nouvelle attaque. L'attaque a été contenue et les équipements ont été isolés sans impact majeur sur les systèmes d'information administratifs. Conagua a signalé que les services d'eau n'ont pas été affectés.",
        "title": "SSPC: \"Se contiene ataque cibernético a Conagua\" | El Heraldo de México",
        "url": "https://heraldodemexico.com.mx/nacional/2023/4/13/sspc-se-contiene-ataque-cibernetico-conagua-497488.html"
    },
    {
        "date": "2023-04-13",
        "victim": "Cornwall Community Hospital",
        "country": "CAN",
        "summary": "Le Cornwall Community Hospital a confirmé qu'il faisait face à une cyberattaque. Les experts en cybersécurité travaillent avec les équipes techniques pour résoudre le problème. Les dossiers de santé électroniques n'ont pas été impactés. Les patients avec des comptes MyChart ne peuvent pas accéder aux dossiers cliniques de l'hôpital. Le type de cyberattaque n'a pas été spécifié.",
        "title": "Cornwall Community Hospital experiencing cyber incident | The Kingston Whig Standard",
        "url": "https://www.thewhig.com/news/local-news/cornwall-community-hospital-experiencing-cyber-incident"
    },
    {
        "date": "2023-04-10",
        "victim": "Centre hospitalier de Bourg-en-Bresse",
        "country": "FRA",
        "summary": "Le centre hospitalier de Bourg-en-Bresse a été victime d'une cyberattaque dans la nuit du 10 au 11 avril 2023. Les activités de soins sont maintenues, mais le système de messagerie et les échanges de mail en interne sont impactés. Une société spécialisée est chargée d'établir le diagnostic des atteintes réelles au système d'information de l'établissement. L'imagerie médicale est perturbée, mais les urgences vitales sont toujours prises en charge. Les adresses mails ont été désactivées et il est recommandé de contacter les établissements par téléphone.",
        "title": "Une cyberattaque vise le principal centre hospitalier de l'Ain : continuité des soins assurée",
        "url": "https://france3-regions.francetvinfo.fr/auvergne-rhone-alpes/ain/bourg-bresse/une-cyberattaque-vise-le-principal-centre-hospitalier-de-l-ain-continuite-des-soins-assuree-2753274.html"
    },
    {
        "date": "2023-04-13",
        "victim": "Medicalodges, Inc.",
        "country": "USA",
        "summary": "Une entreprise de soins de santé du Kansas a été victime d'une cyberattaque. Le groupe d'extorsion Karakurt a revendiqué l'attaque et prétend avoir accès à 170 Go de données de Medicalodges, y compris des numéros de sécurité sociale et des diagnostics médicaux. Le groupe menace de publier au moins 158 Go de ces données le 17 avril. Les experts en cybersécurité ont été engagés pour aider à l'enquête et à la réponse de Medicalodges. Le groupe Karakurt est connu pour ne pas maintenir la confidentialité des informations des victimes après le paiement de la rançon.",
        "title": "Kansas healthcare company hit by ransomware",
        "url": "https://www.ksn.com/news/state-regional/kansas-healthcare-company-hit-by-ransomware-attack/"
    },
    {
        "date": "2023-04-13",
        "victim": "Future Inn",
        "country": "JPN",
        "summary": "Plus de 90 conseils municipaux à travers le Japon ont été touchés par une cyberattaque qui a entraîné l'arrêt des services de diffusion en ligne et de recherche de procès-verbaux. Le système informatique de ces conseils municipaux est géré par une entreprise de Nagoya. Cette entreprise a confirmé que des serveurs ont été touchés par une attaque de virus informatique. Les données personnelles n'ont pas été compromises. L'entreprise a annoncé que les services seront rétablis le 14 avril.",
        "title": "地方議会にシステム障害 ９０以上、サイバー攻撃で - 産経ニュース",
        "url": "https://www.sankei.com/article/20230413-CFJZJIX4ABNBFIDB3OMSE7W4TE/"
    },
    {
        "date": "2023-04-12",
        "victim": "Le ministère des Affaires étrangères slovène",
        "country": "SVN",
        "summary": "Le ministère des Affaires étrangères slovène a été victime d'une cyberattaque. Les attaquants seraient une organisation liée à la Chine. Ils auraient eu accès à des courriers diplomatiques. D'autres pays occidentaux ont également été ciblés. Les attaquants cherchent souvent à collecter des informations sensibles.",
        "title": "Necenzurirano.si - Prve ugotovitve glede kibernetskega napada na zunanje ministrstvo",
        "url": "https://necenzurirano.si/clanek/svet/prve-ugotovitve-glede-kibernetskega-napada-na-zunanje-ministrstvo-1052608"
    },
    {
        "date": "2023-04-12",
        "victim": "Sankei Ai",
        "country": "JPN",
        "summary": "Cet article rapporte une attaque de type ransomware qui a touché des serveurs et des ordinateurs. Les données ont été rendues inaccessibles aux utilisateurs. L'attaque a été signalée par une entreprise de sécurité informatique. Les détails de l'attaque et les responsables n'ont pas été divulgués. Les utilisateurs sont invités à prendre des mesures de prévention pour éviter de telles attaques.",
        "title": "【セキュリティ ニュース】サーバやPCがランサム感染、データが閲覧不能に - サンケイアイ（1ページ目 / 全1ページ）：Security NEXT",
        "url": "https://www.security-next.com/145317"
    },
    {
        "date": "2023-04-05",
        "victim": "Leibniz-Informationszentrum Wirtschaft (ZBW)",
        "country": "DEU",
        "summary": "Le centre d'information économique Leibniz à Kiel a été victime d'une cyberattaque revendiquée par un groupe de hackers pro-russe appelé \"Royal\". La demande de rançon n'a pas encore été chiffrée, mais le directeur de ZBW a déclaré qu'elle serait probablement plus élevée que les dommages causés. Plusieurs sites web officiels ont été touchés dans plusieurs États allemands. Le centre est la plus grande bibliothèque spécialisée en économie au monde. Les pertes de données sont estimées à environ un mois.",
        "title": "Nach Hackerangriff: ZBW bekommt Lösegeldforderung | NDR.de - Nachrichten - Schleswig-Holstein",
        "url": "https://www.ndr.de/nachrichten/schleswig-holstein/Nach-Hackerangriff-ZBW-bekommt-Loesegeldforderung,hackerangriff188.html"
    },
    {
        "date": "2023-04-11",
        "victim": "Volkswagen France",
        "country": "FRA",
        "summary": "Le groupe Volkswagen France a subi un incident de sécurité informatique à Villers-Cotterêts. Le groupe ne parle pas de cyberattaque et affirme que les données de ses clients n'ont pas été affectées ou volées. L'incident a eu lieu le 11 avril. L'article est réservé aux abonnés. Aucune autre information n'est donnée sur la nature de l'incident.",
        "title": "Cybersécurité : à Villers-Cotterêts, le groupe Volkswagen France victime d’un \" incident \"",
        "url": "https://www.lunion.fr/id474304/article/2023-04-11/cybersecurite-villers-cotterets-le-groupe-volkswagen-france-victime-dun-incident"
    },
    {
        "date": "2023-04-11",
        "victim": "Latitude",
        "country": "AUS",
        "summary": "La firme de services financiers Latitude a reçu une demande de rançon de la part des cybercriminels responsables de la cyberattaque du mois dernier. La demande de rançon a été refusée par l'entreprise, qui ne veut pas encourager d'autres tentatives d'extorsion. Latitude travaille à la restauration de ses systèmes informatiques et à la protection de ses clients. Les données de plus d'un million de permis de conduire néo-zélandais ont été volées lors de l'attaque. Latitude opère en Nouvelle-Zélande avec son service d'achat maintenant et payez plus tard Genoapay et Gem Visa.",
        "title": "Latitude cyber-attack: Cybercriminals demand ransom - NZ Herald",
        "url": "https://www.nzherald.co.nz/business/latitude-cyber-attack-cybercriminals-demand-ransom/UK57VOBTMRFKBD2TL72N45VHLY/"
    },
    {
        "date": "2023-04-09",
        "victim": "Écoles publiques de Rochester",
        "country": "USA",
        "summary": "Les écoles publiques de Rochester seront fermées lundi en raison d'une possible cyberattaque. Le district scolaire a détecté une activité inhabituelle sur son réseau jeudi et a répondu en fermant le réseau et la plupart des systèmes technologiques. Les activités sportives et parascolaires se poursuivront normalement lundi. Les cours devraient reprendre mardi avec un accès réduit au réseau. Le surintendant du district a présenté ses excuses pour l'impact sur les familles et demande de la patience et de la compréhension pendant que la situation est résolue.",
        "title": "Rochester Public Schools to close Monday after possible cyber attack",
        "url": "https://www.fox9.com/news/rochester-schools-hacking-investigation-district-to-close-monday-after-possible-cyber-attack"
    },
    {
        "date": "2023-03-23",
        "victim": "Gouvernement du Yucatan",
        "country": "MEX",
        "summary": "Moins d'une semaine après avoir signalé la cyberattaque dans le gouvernement du Yucatan, il a été annoncé que les pages en ligne ont été récupérées ce jeudi. L'attaque a été revendiquée par le groupe Alphv/BlackCat.",
        "title": "Gobierno de Yucatán recupera sus páginas de internet tras ciberataque",
        "url": "https://laverdadnoticias.com/yucatan/Gobierno-de-Yucatan-recupera-sus-paginas-de-internet-tras-ciberataque-20230330-0321.html"
    },
    {
        "date": "2023-04-06",
        "victim": "Le Ministère de l'Économie du Portugal",
        "country": "PRT",
        "summary": "Le Ministère de l'Économie a été victime d'une attaque informatique partielle sur certains de ses sites. Des mesures préventives ont été prises pour contenir les dommages et la situation devrait être normalisée d'ici la fin de la journée. Aucune information n'a été compromise.",
        "title": "\"Alguns sites\" do Ministério da Economia foram alvo de ataque informático",
        "url": "https://www.noticiasaominuto.com/economia/2292255/alguns-sites-do-ministerio-da-economia-foram-alvo-de-ataque-informatico"
    },
    {
        "date": "2023-04-05",
        "victim": "Câmara Municipal de Oliveira do Hospital",
        "country": "PRT",
        "summary": "La municipalité d'Oliveira do Hospital a été victime d'une cyberattaque. Le Centre National de Cibersegurança et la Commission Nationale de Protection des Données ont été informés. Les services municipaux sont bloqués et les entités externes évaluent la dimension de l'attaque. Les efforts sont en cours pour rétablir la normalité dès que possible. Les citoyens peuvent contacter la municipalité par téléphone ou en personne jusqu'à ce que la situation soit résolue.",
        "title": "Câmara Municipal de Oliveira do Hospital foi alvo de ataque informático - Computadores - SAPO Tek",
        "url": "https://tek.sapo.pt/noticias/computadores/artigos/camara-municipal-de-oliveira-do-hospital-foi-alvo-de-ataque-informatico"
    },
    {
        "date": "2023-03-13",
        "victim": "Autorité de l'Acqueduc et de l'Assainissement de Puerto Rico (AAA)",
        "country": "PRI",
        "summary": "La plateforme de l'Autorité de l'Acqueduc et de l'Assainissement de Puerto Rico a été victime d'une cyberattaque le 13 mars 2023. Des données personnelles de clients et d'employés ont été compromises. Les autorités compétentes ont été informées et une enquête est en cours. La nature des informations personnelles exposées incluent des noms, des numéros de sécurité sociale, des permis de conduire, des cartes électorales, des passeports et d'autres identifications personnelles. Des mesures ont été prises pour renforcer la sécurité des systèmes d'information de l'AAA et les clients sont invités à changer régulièrement leurs mots de passe.",
        "title": "Confirman información de abonados AAA comprometida tras ataque cibernético • WIPR",
        "url": "https://wipr.pr/confirman-informacion-de-abonados-aaa-comprometida-tras-ataque-cibernetico/"
    },
    {
        "date": "2023-04-04",
        "victim": "La Fédération néerlandaise de football (KNVB)",
        "country": "NLD",
        "summary": "La Fédération néerlandaise de football a été victime d'une cyberattaque. Des données personnelles d'employés ont été détournées. L'intrusion s'est produite sur le réseau ICT de Heist. Les autorités compétentes ont été informées. La gestion opérationnelle n'est pas menacée et le football pourra se jouer comme prévu.",
        "title": "La fédération néerlandaise de football victime d'une cyberattaque: \"Malgré notre système de sécurité\" | RTL Info",
        "url": "https://www.rtl.be/sport/football/football-etranger/la-federation-neerlandaise-de-football-victime-dune-cyberattaque-malgre-notre/2023-04-04/article/539949"
    },
    {
        "date": "2023-04-06",
        "victim": "Evotec",
        "country": "DEU",
        "summary": "Evotec SE (Bse de Francfort Stock Exchange : EVT, MDAX/TecDAX, ISIN : DE 000 566480 9, WKN 566480 ; NASDAQ : EVO) annonce que le 6 avril 2023, une cyberattaque a eu lieu sur les systèmes informatiques d'Evotec. En conséquence, les systèmes ont été arrêtés de manière proactive et déconnectés d'Internet pour se protéger contre la corruption ou les violations de données. Les systèmes informatiques sont actuellement à l'examen et la portée de l'impact est en cours d'examen. La plus grande diligence sera appliquée à l'intégrité des données.",
        "title": "Cyber Attack on Evotec",
        "url": "https://uk.sports.yahoo.com/news/cyber-attack-evotec-131026327.html"
    },
    {
        "date": "2023-03-18",
        "victim": "Peisey-Nancroix",
        "country": "FRA",
        "summary": "La mairie de Peisey-Nancroix a été victime d'une cyber-attaque qui a crypté toutes ses données informatiques. Les données personnelles des services municipaux pourraient avoir été extraites et/ou diffusées. Les conséquences de cette attaque peuvent être des fraudes ou l'usurpation d'identité. La mairie appelle à la vigilance et donne des conseils pour se protéger. Les services municipaux fonctionnent de manière dégradée et la mairie travaille à rétablir le fonctionnement normal.",
        "title": "Cyber-attaque du réseau informatique de la mairie - Mairie de Peisey-Nancroix",
        "url": "https://www.peisey-nancroix.fr/actualites/cyber-attaque-du-reseau-informatique-de-la-mairie/"
    },
    {
        "date": "2023-04-11",
        "victim": "Aloha Enterprise (NCR)",
        "country": "USA",
        "summary": "Les restaurants à travers le pays subissent les conséquences d'une cyberattaque survenue la semaine dernière chez NCR, un important fournisseur de systèmes de point de vente de restauration. L'attaque par ransomware a affecté les applications Aloha POS qui gèrent les commandes en ligne et les tâches de back-office telles que la paie. La société espère remettre en ligne les applications en panne cette semaine et restaurer les outils de back-office tels que NCR Back Office et Pulse. Les restaurants devront télécharger à nouveau les données pour remettre en service ces outils. L'attaque a été revendiquée par le groupe Alphv/BlackCat.",
        "title": "NCR's Aloha POS hit with cyberattack, causing headaches for restaurants",
        "url": "https://www.restaurantbusinessonline.com/technology/ncrs-aloha-pos-hit-cyberattack-causing-headaches-restaurants"
    },
    {
        "date": "2023-03-30",
        "victim": "Evide",
        "country": "IRL",
        "summary": "Plusieurs associations caritatives travaillant avec des personnes vulnérables ont été victimes d'une cyberattaque en mars 2023. L'attaque a été menée contre Evide, un fournisseur de services de gestion de données basé à Derry-Londonderry. Les données personnelles des utilisateurs de ces associations ont été compromises. Les autorités policières d'Irlande et d'Irlande du Nord enquêtent sur l'incident. Les associations caritatives sont considérées comme particulièrement vulnérables aux cyberattaques en raison de la quantité de données personnelles qu'elles détiennent et de leur manque de ressources pour investir dans des mesures de sécurité adéquates.",
        "title": "Charity data stolen in ransomware attack on supplier | Computer Weekly",
        "url": "https://www.computerweekly.com/news/365534826/Charity-data-stolen-in-ransomware-attack-on-supplier"
    },
    {
        "date": "2023-04-27",
        "victim": "Visma Talent Solutions",
        "country": "SWE",
        "summary": "L'application SaaS Recruit de Visma Talent Solutions, est actuellement hors ligne suite à une cyberattaque présumée.",
        "title": "Efter misstänkt cyberattack - Visma recruit ligger nere | Mölndals-Posten",
        "url": "https://www.molndalsposten.se/nyheter/efter-misstankt-cyberattack-visma-recruit-ligger-nere.19b42616-8f4b-494d-923f-47f62b0db48e"
    },
    {
        "date": "2023-04-28",
        "victim": "Comté de Spartanburg",
        "country": "USA",
        "summary": "Une attaque de ransomware a été signalée dans le comté de Spartanburg en Caroline du Sud. Les numéros de téléphone de certains départements ont été temporairement impactés. Les autorités ont détecté et répondu à l'attaque, et travaillent avec des consultants en cybersécurité tiers. Les services essentiels, y compris les opérations 9-1-1 et les communications d'urgence, continuent de fonctionner. Le système judiciaire de Caroline du Sud ne devrait pas être affecté.",
        "title": "South Carolina: Ransomware attack Spartanburg County",
        "url": "https://www.wyff4.com/article/south-carolina-ransomware-attack-spartanburg-county/43725703"
    },
    {
        "date": "2023-04-28",
        "victim": "Hardenhuish School",
        "country": "GBR",
        "summary": "L'école Hardenhuish à Chippenham a été victime d'une cyberattaque. Les détails de l'attaque n'ont pas été divulgués. Les écoles sont des cibles faciles pour les cybercriminels car elles n'ont pas de grandes équipes informatiques. Les écoles utilisent souvent des logiciels standard qui peuvent avoir des vulnérabilités. Les cybercriminels peuvent rapidement exploiter ces vulnérabilités.",
        "title": "Hardenhuish School in Chippenham hit by cyber attack - BBC News",
        "url": "https://www.bbc.com/news/uk-england-wiltshire-65411450"
    },
    {
        "date": "2023-04-22",
        "victim": "Le service de curatelle de la municipalité de Saxon",
        "country": "CHE",
        "summary": "Un attaquant a réussi à pénétrer dans le système informatique du service de curatelle de Saxon, à voler et à chiffrer des données. Le ministère public a ouvert une enquête. L'enquête est menée par le département de la cybercriminalité de la police cantonale du Valais. L'attaque a été revendiquée par le gang Play le 3 mai 2023.",
        "title": "Saxon: Cyberattacke auf die Vormundschaftsbehörde - Kantonspolizei Wallis",
        "url": "https://www.polizeiwallis.ch/medienmitteilungen/saxon-cyberattacke-auf-die-vormundschaftsbehoerde/"
    },
    {
        "date": "2023-04-24",
        "victim": "Vantage Travel",
        "country": "USA",
        "summary": "La compagnie de voyage Vantage Travel a annulé des croisières en Europe à cause d'une cyberattaque. Les clients ont été informés seulement 48 heures avant leur départ. La compagnie a embauché une entreprise spécialisée pour enquêter sur l'incident de sécurité des données. Les clients ont exprimé leur déception et leur inquiétude quant à la situation financière de la compagnie. D'autres voyages ont également été annulés en raison de cet incident.",
        "title": "Vantage Travel cancels trips, blames data security incident - CBS Boston",
        "url": "https://www.cbsnews.com/boston/news/vantage-travel-cancels-trips-blames-data-security-incident/"
    },
    {
        "date": "2023-04-29",
        "victim": "Aspen Dental",
        "country": "USA",
        "summary": "Le groupe dentaire Aspen Dental a été victime d'une cyberattaque qui a temporairement affecté son accès aux systèmes de planification, aux téléphones et aux autres applications commerciales. Les quatre emplacements d'Aspen Dental dans la région sont toujours ouverts, mais il y a un retard dans la planification de nouveaux patients. Les patients existants sont toujours traités, mais certains problèmes ne peuvent pas être traités jusqu'à ce que les systèmes soient de nouveau en ligne. Les dentistes et le personnel de chaque emplacement peuvent conseiller les patients existants sur les prochaines étapes de leur traitement. La société n'indique pas quand elle pourra recommencer à prendre de nouveaux rendez-vous.",
        "title": "Dental group with four central Iowa locations is victim of cyberattack",
        "url": "https://www.kcci.com/article/aspen-dental-cyberattack/43742135"
    },
    {
        "date": "2023-04-30",
        "victim": "Le district scolaire de Nashua",
        "country": "USA",
        "summary": "Le district scolaire de Nashua a été victime d'une cyberattaque sophistiquée. Les cours ont tout de même eu lieu le lendemain. Une enquête est en cours pour déterminer la nature et l'ampleur de l'attaque. Les données personnelles des élèves, des parents et du personnel pourraient avoir été compromises. Les autorités cherchent à rétablir la fonctionnalité des systèmes le plus rapidement possible.",
        "title": "Nashua School District hit by 'sophisticated' cyberattack",
        "url": "https://www.wmur.com/article/nashua-public-schools-cyberattack-classes-monday/43750709"
    },
    {
        "date": "2023-04-30",
        "victim": "Bluefield University",
        "country": "USA",
        "summary": "Bluefield University a été victime d'une cyberattaque qui a entraîné l'arrêt des systèmes informatiques de l'école. Les examens et les devoirs ont été reportés en réponse à l'attaque. Les étudiants et le personnel ont été avertis de ne pas se connecter aux comptes de l'université, y compris les e-mails, pour éviter toute intrusion. La violation de sécurité a commencé dans le système de messagerie électronique de l'université. Il n'y a pas de délai précis pour la résolution du problème. Les mises à jour seront publiées sur les réseaux sociaux de l'université.",
        "title": "Cyber attack at Bluefield University leads to postponed finals",
        "url": "https://www.wvva.com/2023/04/30/cyber-attack-bluefield-university-leads-postponed-finals/"
    },
    {
        "date": "2023-04-30",
        "victim": "PENNCREST School District",
        "country": "USA",
        "summary": "Au cours du week-end, le district scolaire de PENNCREST a eu connaissance d'une situation, que l'on pense être un ransomware, qui a perturbé certains aspects de nos opérations. Nous avons rapidement pris des mesures pour mettre en œuvre notre plan de réponse aux incidents de cybersécurité. Conformément à ce plan, nous avons arrêté et déconnecté l'ensemble du réseau et de l'infrastructure technologique. Nous travaillons actuellement avec des spécialistes externes en cybersécurité pour mener une enquête approfondie sur la nature et la portée de l'événement et pour rétablir les opérations en toute sécurité. Le nom du fichier Word utilisé pour produire le fichier PDF contenant le communiqué de presse suggère une cyberattaque impliquant le ransomware Royal.",
        "title": "Ransomware Event",
        "url": "https://www.penncrest.org"
    },
    {
        "date": "2023-04-30",
        "victim": "Wichita State University",
        "country": "USA",
        "summary": "Des étudiants de l'université de Wichita State ont été affectés par une panne d'internet. Certains étudiants ont exprimé leur anxiété accrue en raison de cette panne. L'ampleur de la panne n'est pas précisée dans l'article. L'article ne mentionne pas la cause de la panne. L'article a été publié sur le site web de KAKE.",
        "title": "Internet outage compromising WSU students - KAKE",
        "url": "https://www.kake.com/story/48829238/internet-outage-compromising-wsu-students"
    },
    {
        "date": "2023-04-29",
        "victim": "INTA (Instituto Nacional de Tecnología Agropecuaria)",
        "country": "ARG",
        "summary": "Le 29 avril 2023, l'Institut National de Technologie Agropecuaria (INTA) a subi une cyberattaque qui a affecté ses services informatiques. Un groupe extérieur a bloqué les sites web, les mails et la connectivité de toutes les unités du pays. Les attaquants demandent une rançon de 2,5 millions de dollars pour rétablir les services. Le INTA a suspendu tous ses services jusqu'à ce que la situation soit complètement sous contrôle. Les autorités ont précisé que la récupération des services prendra plusieurs jours.",
        "title": "INTA sufre un ataque cibernético que afecta sus servicios informáticos - El Litoral",
        "url": "https://www.ellitoral.com/informacion-general/inta-sufre-un-ataque-cibernetico-que-afecta-sus-servicios-informaticos-hackearon_0_VO1JSkDbsX.html"
    },
    {
        "date": "2023-04-22",
        "victim": "Murfreesboro Medical Clinic & SurgiCenter",
        "country": "USA",
        "summary": "Le centre médical de Murfreesboro a été victime d'une cyberattaque criminelle sophistiquée le 22 avril. Les services aux patients ont été annulés pendant deux jours. Le centre a rapidement fermé son réseau pour limiter la propagation de l'attaque. Le centre travaille avec les autorités et des experts tiers pour identifier la source et l'étendue de l'attaque. Le centre espère rouvrir partiellement mercredi avec des fonctionnalités améliorées de sécurité.",
        "title": "Medical center victim of cyber 'criminal attack,' closes for 2 days",
        "url": "https://eu.dnj.com/story/news/2023/05/02/murfreesboro-medical-center-victim-of-cyber-criminal-attack-closes-for-2-days/70176954007/"
    },
    {
        "date": "2023-05-03",
        "victim": "Ecole publique à Asheville",
        "country": "USA",
        "summary": "Une école publique à Asheville a été fermée à cause d'une cyberattaque. Les téléphones et internet ne fonctionnaient pas. L'école a été informée de l'attaque par le Département de l'Instruction publique de Caroline du Nord. Il faudra peut-être plusieurs jours pour résoudre le problème. L'examen de littérature et composition de niveau avancé aura lieu comme prévu.",
        "title": "Cyberattack closes public charter school in Asheville | WLOS",
        "url": "https://wlos.com/news/local/cyberattack-closes-public-charter-school-in-asheville-ic-imagine"
    },
    {
        "date": "2023-05-03",
        "victim": "Avezzano Sulmona L'Aquila 1",
        "country": "ITA",
        "summary": "L'Avezzano Sulmona L'Aquila (ASL 1) a subi une cyberattaque qui a bloqué les serveurs. Les patients ne peuvent plus prendre rendez-vous et sont renvoyés chez eux. Les hôpitaux sont également touchés, avec des difficultés pour délivrer les résultats d'examens et enregistrer les donneurs de sang. La situation est en train d'être gérée manuellement. La cyberattaque a été revendiquée par le groupe Monti.",
        "title": "Disagi alla Asl 1 Avezzano Sulmona L'Aquila per il blocco dei server - Rete8",
        "url": "https://www.rete8.it/cronaca/laquila/disagi-alla-asl-1-avezzano-sulmona-laquila-per-il-blocco-dei-server/"
    },
    {
        "date": "2023-05-03",
        "victim": "Ville de Dallas",
        "country": "USA",
        "summary": "Une partie du système de communication de la police de Dallas est tombée en panne, ainsi que certains autres services de la ville. On ne sait pas encore si la panne est due à un dysfonctionnement ou à une cyberattaque. La panne affecte le système d'assistance à la police, appelé CAD, qui dirige les policiers vers les urgences et les autres appels. Les opérateurs du 911 peuvent recevoir des appels, mais ils doivent écrire manuellement les instructions pour les policiers. Les officiers ne peuvent répondre que par téléphone et radio.",
        "title": "Possible cyber attack hampering Dallas police operations - CBS Texas",
        "url": "https://www.cbsnews.com/texas/news/possible-cyber-attack-hampering-dallas-police-operations/"
    },
    {
        "date": "2023-05-04",
        "victim": "SECOP II",
        "country": "COL",
        "summary": "La plateforme SECOP II, utilisée pour les trames de contratación pública en Colombie, a été victime d'une cyberattaque. La plateforme a été hors service pendant 34 heures. Les données des utilisateurs n'ont pas été compromises. Les processus en cours ne seront pas affectés. Les organismes de sécurité de l'État ont été convoqués pour enquêter sur l'incident.",
        "title": "Confirmaron ataque cibernético a la plataforma SECOP II - Infobae",
        "url": "https://www.infobae.com/colombia/2023/05/03/confirmaron-ataque-cibernetico-a-la-plataforma-secop-ii/"
    },
    {
        "date": "2023-05-04",
        "victim": "Le bureau du superviseur des élections du comté de Hillsborough",
        "country": "USA",
        "summary": "D'après cet article, une cyberattaque a eu lieu au bureau du superviseur des élections du comté de Hillsborough. L'accès au site web de l'article a été bloqué pour les utilisateurs. La cause de l'attaque n'a pas été précisée. Le bureau des élections a déclaré que les informations des électeurs n'ont pas été compromises. L'enquête est en cours.",
        "title": "Access Denied",
        "url": "https://www.wtsp.com/article/news/local/hillsboroughcounty/hillsborough-county-supervisor-of-elections-office-cyber-incident/67-270f1087-a065-48cd-88f1-09e5872484c9"
    },
    {
        "date": "2023-05-04",
        "victim": "AvidXchange",
        "country": "USA",
        "summary": "Des hackers ont publié des données sensibles volées chez AvidXchange, une entreprise de logiciels de paiement, suite à une deuxième attaque de rançongiciel cette année. Les données volées comprennent des accords de non-divulgation, des informations de paie des employés et des numéros de compte bancaire d'entreprise. Les données de connexion ont également été divulguées, y compris des noms d'utilisateur, des mots de passe et des réponses à des questions de sécurité pour divers systèmes de l'entreprise. Les mots de passe facilement devinables suggèrent que l'entreprise utilise des pratiques de sécurité laxistes. AvidXchange a confirmé que des données ont été exfiltrées en avril mais a refusé de répondre aux questions de TechCrunch concernant une éventuelle demande de rançon.",
        "title": "Payment software giant AvidXchange suffers its second ransomware attack of 2023",
        "url": "https://techcrunch.com/2023/05/03/avidxchange-second-ransomware-attack-2023/"
    },
    {
        "date": "2023-05-04",
        "victim": "Maxim",
        "country": "DEU",
        "summary": "L'entreprise allemande Maxim, spécialisée dans la production de cosmétiques, a été victime d'une cyberattaque. Les cybercriminels ont réussi à paralyser les systèmes informatiques de l'entreprise. Les détails de l'attaque n'ont pas été divulgués. L'entreprise a déclaré qu'elle travaillait avec des experts en sécurité pour résoudre le problème.",
        "title": "Handelsmarkenhersteller: Cyber-Erpresser legen Maxim lahm",
        "url": "https://www.lebensmittelzeitung.net/tech-logistik/nachrichten/schadsoftware-cyber-erpresser-legen-handelsmarkenhersteller-maxim-lahm-171065"
    },
    {
        "date": "2023-03-03",
        "victim": "Uniboard Canada",
        "country": "CAN",
        "summary": "L'entreprise Uniboard Canada a été victime d'une cyberattaque le 3 mars dernier. Des données personnelles des employés ont été exfiltrées. La société a pris des mesures pour protéger ses systèmes informatiques et offrira des services de surveillance du crédit et de protection contre le vol d'identité pendant trois ans. Les cyberattaques visent de plus en plus les données personnelles des salariés. La sensibilisation des employés est la première protection pour les entreprises contre les attaques.",
        "title": "Uniboard Canada aurait été victime d'une cyberattaque",
        "url": "https://nouvelles-dujour.com/uniboard-canada-aurait-ete-victime-dune-cyberattaque/"
    },
    {
        "date": "2023-04-25",
        "victim": "Multimedica",
        "country": "ITA",
        "summary": "Une attaque informatique contre l'hôpital Multimedica à Milan et Sesto San Giovanni. Le service d'urgence a été bloqué. Cyberattaque revendiquée par LockBit le 26 avril 2023.",
        "title": "Attacco informatico alla Multimedica: Pronto soccorso di Milano e Sesto San Giovanni bloccati",
        "url": "https://www.redhotcyber.com/post/attacco-informatico-alla-multimedica-pronto-soccorso-di-milano-e-sesto-san-giovanni-bloccati/"
    },
    {
        "date": "2023-05-05",
        "victim": "Raleigh Housing Authority",
        "country": "USA",
        "summary": "Une cyberattaque a touché l'Autorité de logement de Raleigh, en Caroline du Nord. Les systèmes informatiques ont été fermés, affectant les opérations commerciales et les résidents. La Garde nationale a été appelée pour enquêter sur l'attaque. L'Autorité de logement a notifié les autorités étatiques et fédérales et travaille à identifier les auteurs de l'attaque. Les résidents peuvent toujours soumettre leurs besoins de maintenance via une ligne d'appel.",
        "title": "Raleigh Housing Authority cyber-attack | Cyberattack shuts down Raleigh Housing Authority computer systems - ABC11 Raleigh-Durham",
        "url": "https://abc11.com/raleigh-housing-authority-cyber-attack-rha-shuts-down-operations-national-guard-security-team-ashley-lommers-johnson/13213151/"
    },
    {
        "date": "2023-04-26",
        "victim": "Americold",
        "country": "USA",
        "summary": "Une cyberattaque a touché environ un tiers des installations d'Americold, une entreprise de stockage et de transport de produits alimentaires. L'attaque n'a pas endommagé les stocks de l'entreprise. Le partenaire en cybersécurité de l'entreprise, Mandiant, a rapidement réduit l'impact de l'intrusion. L'entreprise travaille avec les autorités pour enquêter sur l'attaque. C'est la deuxième attaque majeure signalée par Americold au cours des trois dernières années.",
        "title": "Cyberattack hits a third of Americold’s facilities | SeafoodSource",
        "url": "https://www.seafoodsource.com/news/business-finance/cyberattack-hits-a-third-of-americold-s-facilities"
    },
    {
        "date": "2023-03-10",
        "victim": "Transactimo",
        "country": "FRA",
        "summary": "Une agence immobilière cliente de Transactimo a été victime d'une cyberattaque. Toutes ses données ont été perdues.",
        "title": "Loire. Victime d'une cyberattaque, cette agence immobilière du Coteau a perdu toutes ses données",
        "url": "https://www.leprogres.fr/economie/2023/05/05/comment-l-agence-immobiliere-tout-imo-a-ete-victime-d-une-cyberattaque-et-d-un-piratage-de-ses-donnees"
    },
    {
        "date": "2023-04-18",
        "victim": "Vocalcom",
        "country": "FRA",
        "summary": "Le fournisseur de solutions de centre de contact omnicanal Vocalcom a été victime d'une cyberattaque par cryptolocker revendiquée par le groupe Play. Ce dernier a volé des données financières privées et personnelles, ainsi que des passeports, des données clients et des informations techniques. Vocalcom a découvert l'incident le 18 avril et a pris immédiatement des mesures pour isoler ses systèmes d'informations internes. Les systèmes d'information internes et les serveurs hébergeant les données clients sont physiquement séparés et n'ont pas été impactés. Il n'y a pas eu d'interruption de service sur les solutions de Vocalcom, mais l'organisation du travail et la productivité ont été perturbées.",
        "title": "Cyberattaque : Vocalcom confronté au ransomware Play | LeMagIT",
        "url": "https://www.lemagit.fr/actualites/366537032/Cyberattaque-Vocalcom-confronte-au-ransomware-Play"
    },
    {
        "date": "2023-03-08",
        "victim": "Our Sunday Visitor (OSV)",
        "country": "USA",
        "summary": "Le journal catholique \"Our Sunday Visitor\" a subi une cyberattaque. Des données sensibles de ses abonnés ont été exposées. Le journal a lancé une enquête et contacté les autorités. Les informations exposées incluent des données personnelles et financières. Le journal prévoit d'envoyer des notifications aux personnes affectées et donne des conseils pour se protéger. Le groupe Karakurt aura attendu fin avril pour revendiquer l'attaque. Depuis le 3 mai, il menace activement de diffuser les données volées.",
        "title": "Catholic Paper Suffers Data Breach 05/08/2023",
        "url": "https://www.mediapost.com/publications/article/385137/catholic-paper-suffers-data-breach.html"
    },
    {
        "date": "2023-05-08",
        "victim": "Fleury",
        "country": "BRA",
        "summary": "Le groupe Fleury a subi une attaque informatique dans la nuit de dimanche. La société a immédiatement activé ses protocoles de sécurité pour minimiser les impacts sur ses opérations. Des entreprises spécialisées ont été sollicitées pour aider à résoudre le problème. Les opérations sont en train de reprendre progressivement avec des tests de sécurité en cours. Fleury continue d'enquêter sur les circonstances de l'attaque et prend toutes les mesures nécessaires pour limiter les dommages causés.",
        "title": "Fleury (FLRY3) identifica ataque cibernético em seu sistema na noite de domingo - São Bento em Foco - São Bento, Paraíba, Brasil e o Mundo",
        "url": "https://saobentoemfoco.com.br/noticia/97340/fleury-flry3-identifica-ataque-cibernetico-em-seu-sistema-na-noite-de-domingo.html"
    },
    {
        "date": "2023-04-09",
        "victim": "Lürssen",
        "country": "DEU",
        "summary": "La société de construction navale Lürssen a été victime d'une attaque de ransomware pendant les vacances de Pâques, qui a paralysé une grande partie de ses opérations. La police enquête sur l'attaque et des experts en cybercriminalité conseillent la société. Lürssen est connue pour la construction de yachts de luxe et emploie environ 1 500 personnes. L'identité des auteurs de l'attaque n'est pas encore connue. La société a immédiatement pris des mesures de protection et a informé les autorités compétentes.",
        "title": "Hackerangriff auf Lürssen-Werft legt Betrieb teilweise lahm | NDR.de - Nachrichten - Niedersachsen - Studio Oldenburg",
        "url": "https://www.ndr.de/nachrichten/niedersachsen/oldenburg_ostfriesland/Hackerangriff-auf-Luerssen-Werft-legt-Betrieb-teilweise-lahm,luerssen132.html"
    },
    {
        "date": "2023-04-09",
        "victim": "SD Worx",
        "country": "BEL",
        "summary": "SD Worx, une entreprise belge de gestion de la paie et des ressources humaines, a subi une cyberattaque. Les systèmes informatiques de ses services au Royaume-Uni et en Irlande ont été fermés pour contenir l'attaque. Les portails de connexion pour les autres pays européens fonctionnent correctement. Les clients ont été informés de l'attaque et SD Worx travaille sur une solution pour rétablir l'accès aux systèmes. Il n'y a pas encore d'informations sur le type d'attaque, mais il y a des inquiétudes quant au vol de données sensibles.",
        "title": "SD Worx shuts down UK payroll, HR services after cyberattack",
        "url": "https://www.bleepingcomputer.com/news/security/sd-worx-shuts-down-uk-payroll-hr-services-after-cyberattack/"
    },
    {
        "date": "2023-04-23",
        "victim": "Woonkracht10",
        "country": "NLD",
        "summary": "La société de logement Woonkracht10 a été victime d'une cyberattaque impliquant le ransomware Play, le week-end du 22 et 23 avril. Des données de locataires, d'employés et d'autres personnes ont été volées. Woonkracht10 a payé une rançon pour protéger les données des locataires et des autres personnes concernées. Le montant de la rançon n'a pas été divulgué. Woonkracht10 a signalé l'attaque à l'Autorité de protection des données et a déposé une plainte auprès de la police.",
        "title": "Transport Online - Zwijndrechtse woningcorporatie Woonkracht10 betaalt losgeld na cyberaanval",
        "url": "https://www.transport-online.nl/site/154013/zwijndrechtse-woningcorporatie-woonkracht10-betaalt-losgeld-na-cyberaanval/"
    },
    {
        "date": "2022-07-15",
        "victim": "Tokyo MOU Port State Control authority",
        "country": "JPN",
        "summary": "L'autorité de contrôle des ports de Tokyo MOU a révélé que ses données ont été compromises pendant des mois après avoir été victime d'une cyberattaque en juillet dernier. Cette attaque a causé des problèmes avec les données de contrôle des navires, ce qui a pu créer des difficultés pour la prise de décision des affréteurs sur le marché commercial. L'autorité a déclaré qu'elle augmentera les mesures de prévention pour éviter de futures attaques. En 2022, il y a eu 24 894 inspections dans la région de Tokyo MOU, dont 10,5% ont été effectuées à distance. La Chine, Singapour et Hong Kong ont mené la liste blanche de Tokyo MOU, tandis que les États-Unis et les",
        "title": "Tokyo MOU reveals cyber-attack compromised data | TradeWinds",
        "url": "https://www.tradewindsnews.com/regulation/tokyo-mou-reveals-cyber-attack-compromised-data/2-1-1448110"
    },
    {
        "date": "2023-02-22",
        "victim": "Gaston College",
        "country": "USA",
        "summary": "Le Gaston College a été victime d'une attaque de ransomware en février. Le pirate a accédé à des fichiers contenant des informations personnelles des employés. Le président du collège a envoyé un e-mail interne pour informer les employés de la situation et les inciter à souscrire à une surveillance de crédit. Le groupe Snatch divulgue les données volées depuis début avril 2023.",
        "title": "Hacker committed ransomware attack on Gaston College",
        "url": "https://eu.gastongazette.com/story/news/local/2023/05/09/hacker-committed-ransomware-attack-on-gaston-college/70189362007/"
    },
    {
        "date": "2023-04-23",
        "victim": "National Gallery du Canada",
        "country": "CAN",
        "summary": "La National Gallery du Canada a subi une attaque de ransomware le mois dernier. Les systèmes de paiement sont restés sûrs et les données de carte de crédit et de débit des membres et des visiteurs n'ont pas été compromises. Les employés travaillent à distance jusqu'à ce que les serveurs soient reconstruits et que l'accès soit restauré. L'enquête est menée par des experts en cybersécurité tiers et le Centre canadien pour la cybersécurité. Les membres peuvent toujours visiter le site et les promotions seront honorées et prolongées.",
        "title": "National Gallery says it's 'recovering' following ransomeware attack | Ottawa Citizen",
        "url": "https://ottawacitizen.com/news/local-news/national-gallery-recovering-following-ransomeware-attack"
    },
    {
        "date": "2023-04-05",
        "victim": "Mercer University",
        "country": "USA",
        "summary": "Une panne informatique a eu lieu à l'université Mercer, forçant plusieurs systèmes à être hors ligne. Des rapports ont suggéré une possible cyberattaque, mais les responsables de l'université n'ont pas confirmé cette hypothèse. Le groupe Akira revendiquera l'attaque le 9 mai 2023.",
        "title": "'IT Outage' forces several systems offline at Mercer University | WGXA",
        "url": "https://wgxa.tv/news/local/it-outage-forces-several-systems-offline-at-mercer-university"
    },
    {
        "date": "2023-03-05",
        "victim": "Sysco",
        "country": "USA",
        "summary": "Sysco, une entreprise de distribution alimentaire mondiale, a été victime d'une cyberattaque. Des données sensibles, incluant des informations sur les clients, les fournisseurs et les employés, ont été volées. L'attaque a commencé le 14 janvier 2023 et a été découverte le 5 mars 2023. Les données volées incluent des informations personnelles telles que les noms, les numéros de sécurité sociale et les numéros de compte. Sysco a engagé une entreprise de cybersécurité pour enquêter sur l'incident et a informé les autorités fédérales.",
        "title": "Food distribution giant Sysco warns of data breach after cyberattack",
        "url": "https://www.bleepingcomputer.com/news/security/food-distribution-giant-sysco-warns-of-data-breach-after-cyberattack/"
    },
    {
        "date": "2023-05-08",
        "victim": "Tribunal Supérieur du Travail (TST)",
        "country": "BRA",
        "summary": "Le Tribunal Supérieur du Travail a subi une cyberattaque qui a paralysé ses systèmes numériques. La durée de l'attaque et les données potentiellement compromises ne sont pas encore connues. Les experts en cybersécurité recommandent d'adopter des pratiques de sécurité numérique robustes et de former les employés à identifier les menaces. Il est crucial que les organismes gouvernementaux et privés travaillent ensemble pour protéger les informations et la vie privée des citoyens. Cette attaque souligne l'importance d'investir dans la sécurité numérique et de prendre des mesures préventives pour éviter de futurs incidents.",
        "title": "Ataque cibernético paralisa sistemas do Tribunal Superior do Trabalho",
        "url": "https://www.contabeis.com.br/noticias/55689/ataque-cibernetico-paralisa-sistemas-do-tribunal-superior-do-trabalho/"
    },
    {
        "date": "2023-05-10",
        "victim": "Chattanooga State",
        "country": "USA",
        "summary": "Chattanooga State a été victime d'une cyberattaque qui a entraîné la fermeture de nombreux services sur le campus. Les cours ont été annulés jusqu'au 26 mai et les crédits ont été retardés. Les détails de l'attaque n'ont pas été divulgués, mais l'école travaille avec les forces de l'ordre et des experts en cyberforensique pour enquêter sur l'incident. Les étudiants et le personnel ont été invités à rester vigilants et à suivre les meilleures pratiques pour protéger leurs informations personnelles. Les événements prévus sur le campus ont été annulés et il n'y a pas de date de retour à la normale pour le moment. Cyberattaque revendiquée par Snatch le 23 mai 2023.",
        "title": "Chatt State Suffering from Cyber Attack - WDEF",
        "url": "https://www.wdef.com/chatt-state-suffering-from-cyber-attack/"
    },
    {
        "date": "2023-05-10",
        "victim": "TechnologyOne",
        "country": "AUS",
        "summary": "L'entreprise australienne TechnologyOne a subi une cyberattaque qui a permis à un tiers non autorisé d'accéder à ses systèmes de back-office. La société a isolé les systèmes affectés et enquête sur l'incident. La plateforme SaaS de l'entreprise n'a pas été touchée. La société n'a pas révélé l'impact potentiel sur ses revenus. D'autres grandes entreprises australiennes ont également signalé des violations de données et des accès non autorisés.",
        "title": "ERP firm TechnologyOne faces cyber attack - InfotechLead",
        "url": "https://infotechlead.com/security/erp-firm-technologyone-faces-cyber-attack-78242"
    },
    {
        "date": "2023-05-08",
        "victim": "Dragos",
        "country": "USA",
        "summary": "Un groupe de cybercriminels a tenté de faire chanter Dragos, mais n'a pas réussi à compromettre leurs systèmes. Les criminels ont réussi à accéder à des ressources utilisées par un nouvel employé de vente en compromettant son adresse e-mail personnelle. Dragos a bloqué le compte compromis et a activé son plan de réponse à l'incident. Les criminels ont tenté de déployer des ransomwares et ont contacté des employés de Dragos, mais l'entreprise a choisi de ne pas négocier avec eux. Dragos a ajouté des mesures de sécurité supplémentaires et recommande de renforcer l'infrastructure et les processus de gestion des identités et des accès.",
        "title": "Deconstructing a Cybersecurity Event | Dragos",
        "url": "https://www.dragos.com/blog/deconstructing-a-cybersecurity-event/"
    },
    {
        "date": "2023-05-06",
        "victim": "PME/ETI en Ile-de-France avec 300-500 salariés",
        "country": "FRA",
        "summary": "AISI, une entreprise de cybersécurité, aide une PME/ETI victime d'une attaque ransomware depuis dimanche dernier. L'entreprise victime est une structure en IDF avec 300-500 salariés. Dès que l'attaque a été signalée, AISI a pris contact avec le client dans les 10 minutes qui ont suivi. Les équipes d'AISI ont créé une War Room et ont collecté les logs de toutes les VMs, démarrant ainsi une investigation pour identifier la souche/groupe d'attaquants et transférer les données à restaurer à l'équipe spécialisée en recovery. Pendant les deux jours suivants, AISI a continué l'investigation, accompagné le client dans la reconstruction et supervisé en temps réel. Cependant, il y a eu plusieurs problèmes auxquels il fallait faire face. Par exemple, le client n'a pas pu couper internet car la direction ne le souhaitait pas, et il a été difficile de transférer toutes les données de son hébergeur vers la team de restauration, ce qui a entraîné une perte de plus de 48 heures. De plus, il y a eu des sollicitations commerciales avec des coûts et des offres très différentes qui ont souvent été peu pertinentes. Le client a été passé sous SOC dès lundi pour limiter les risques avec un monitoring fin des IOCs/IOAs des attaquants et le déploiement de SentinelOne.",
        "title": "Comment AISI aide une entreprise victime d'un ransomware depuis dimanche dernier",
        "url": "https://www.linkedin.com/feed/update/urn:li:activity:7062079147749076992/"
    },
    {
        "date": "2022-09-12",
        "victim": "Toulouse INP",
        "country": "FRA",
        "summary": "En septembre 2022, Toulouse INP a été victime d'une cyberattaque avec le ransomware AvosLocker. L'attaque a été déclenchée via un compte étudiant compromis et a bloqué l'annuaire, les mécanismes d'authentification et les capacités d'accès physique aux bâtiments. Des mesures ont été prises pour rétablir pleinement ces accès. L'enquête est toujours en cours et aucune revendication n'a été faite à ce jour. La franchise Avos est connue pour pratiquer la double extorsion.",
        "title": "Ransomware : en septembre 2022, Toulouse INP a été frappé avec AvosLocker | LeMagIT",
        "url": "https://www.lemagit.fr/actualites/252524874/Cyberattaque-dampleur-a-linstitut-national-polytechnique-de-Toulouse"
    },
    {
        "date": "2023-05-09",
        "victim": "La mairie de Tulancingo",
        "country": "MEX",
        "summary": "Le système informatique de trois départements de la mairie de Tulancingo a été victime d'une attaque de ransomware. Les pirates ont demandé une rançon en bitcoins pour restaurer les données. Les départements touchés sont l'Impôt foncier, le Cadastre et le Transfert de propriété et l'Exécution fiscale. La mairie a refusé de payer la rançon et a pris des mesures pour récupérer les données. Les données des contribuables sont protégées et la mairie a signalé l'incident aux autorités compétentes.",
        "title": "Sufre ataque cibernético alcaldía de Tulancingo",
        "url": "https://sintesis.com.mx/hidalgo/2023/05/10/sufre-ataque-cibernetico/"
    },
    {
        "date": "2023-01-15",
        "victim": "Le département de l'éducation de Bâle",
        "country": "CHE",
        "summary": "Des hackers ont réussi à s'introduire dans le système informatique du département de l'éducation de Bâle, en Suisse, pour voler environ 1,2 téraoctet de données. Les hackers ont tenté d'extorquer de l'argent en échange de la restitution des données, mais le département n'a pas cédé à leur demande. Les données volées comprennent des informations personnelles sur les élèves et les enseignants, des rapports d'évaluation et des bulletins de notes. Les hackers ont été identifiés comme faisant partie d'un groupe appelé \"Bianlian\", qui a déjà attaqué plus de 100 entreprises et institutions dans le monde entier. Le département de l'éducation a déposé une plainte auprès du procureur contre",
        "title": "Grosser Cyberangriff - Kinder betroffen: Daten des Basler Erziehungsdepartements gehackt - News - SRF",
        "url": "https://www.srf.ch/news/schweiz/grosser-cyberangriff-kinder-betroffen-daten-des-basler-erziehungsdepartements-gehackt"
    },
    {
        "date": "2023-01-25",
        "victim": "Middleburg",
        "country": "USA",
        "summary": "La ville de Middleburg a été victime d'une cyberattaque fin janvier. Un employé a eu son compte Outlook piraté par un acteur malveillant ayant tenté de se faire passer pour un fournisseur demandant un paiement à la ville. 102 personnes ont été contactées car leurs informations personnelles ont pu être compromises. La ville a travaillé avec des experts en cybersécurité pour sécuriser les informations personnelles et renforcer la sécurité de son réseau.",
        "title": "Middleburg Weathers Cyber Attack | Towns | loudounnow.com",
        "url": "https://www.loudounnow.com/news/towns/middleburg-weathers-cyber-attack/article_8661d2d8-ef79-11ed-8f7a-f7ccd5897fbe.html"
    },
    {
        "date": "2023-05-10",
        "victim": "Seacom",
        "country": "ZAF",
        "summary": "Seacom, une entreprise de services internet, a été victime d'une cyberattaque. Certains de ses clients ont été impactés sans être prévenus. L'incident a été contenu dans un petit environnement de serveurs et n'a pas affecté le réseau principal. Aucune donnée client n'a été compromise. Seacom a mis en place un plan de continuité des activités pour rétablir ses systèmes.",
        "title": "Seacom hit by cyber attack",
        "url": "https://mybroadband.co.za/news/cloud-hosting/491297-seacom-hit-by-cyber-attack.html"
    },
    {
        "date": "2023-05-07",
        "victim": "ABB",
        "country": "CHE",
        "summary": "La société suisse ABB, spécialisée dans les technologies d'électrification et d'automatisation, a été victime d'une attaque de ransomware Black Basta, qui a affecté son Active Directory Windows et des centaines de dispositifs. L'attaque a entraîné des retards dans les projets et des perturbations dans les usines. ABB a mis fin aux connexions VPN avec ses clients pour éviter la propagation du ransomware à d'autres réseaux. Black Basta est un groupe de cybercriminalité qui a lancé son opération Ransomware-as-a-Service en avril 2022 et a rapidement commencé à amasser des victimes d'entreprises dans des attaques à double extorsion. Les chercheurs ont également lié le groupe de ransomware à la bande de hackers",
        "title": "Multinational tech firm ABB hit by Black Basta ransomware attack",
        "url": "https://www.bleepingcomputer.com/news/security/multinational-tech-firm-abb-hit-by-black-basta-ransomware-attack/"
    },
    {
        "date": "2023-05-11",
        "victim": "Richmond University Medical Center (RUMC)",
        "country": "USA",
        "summary": "Le Richmond University Medical Center a subi une attaque de ransomware qui a entraîné une panne de réseau. L'étendue de la violation n'est pas claire. Le personnel doit entrer manuellement les données et surveiller les patients individuellement. Le centre médical travaille avec des experts en cybersécurité tiers pour enquêter sur l'incident. Il est encore inconnu si des informations de patients ont été compromises.",
        "title": "Richmond University Medical Center suffers ransomware attack; unclear if patient info compromised - silive.com",
        "url": "https://www.silive.com/news/2023/05/richmond-university-medical-center-suffers-ransomware-attack-unclear-if-patient-info-compromised.html"
    },
    {
        "date": "2023-04-26",
        "victim": "Curry County",
        "country": "USA",
        "summary": "Le comté de Curry a été victime d'une attaque de ransomware qui a volé des données et perturbé les services. L'attaque a été attribuée au groupe de ransomware Royal. Tous les départements du comté ont été touchés et les services quotidiens ont été perturbés. Les spécialistes travaillent à la récupération des données perdues, mais il pourrait falloir plusieurs semaines avant que les systèmes ne soient de retour à la normale. Le gouvernement fédéral et plusieurs organisations ont offert leur aide pour résoudre la situation.",
        "title": "Curry County systems down following ransomware attack | Local | kdrv.com",
        "url": "https://www.kdrv.com/news/local/curry-county-systems-still-down-several-weeks-later-following-ransomware-attack/article_cbbc29d2-f023-11ed-9666-a340ea782ed5.html"
    },
    {
        "date": "2023-05-13",
        "victim": "Le groupe hospitalier \"Gesundheit Nord\" à Brême",
        "country": "DEU",
        "summary": "Le réseau informatique du groupe hospitalier \"Gesundheit Nord\" à Brême a été déconnecté d'Internet après la découverte d'activités suspectes. Les hôpitaux peuvent toujours communiquer entre eux, mais les employés ne peuvent pas accéder à Internet. Les patients ne sont pas en danger. Les raisons de la déconnexion sont encore inconnues, mais une attaque informatique n'est pas exclue. Des enquêtes sont en cours. Cette situation est similaire à celle d'autres attaques informatiques récentes dans le secteur de la santé.",
        "title": "Vermuteter Cyber-Angriff: Bremer Kliniken seit Mittwoch ohne Internet | heise online",
        "url": "https://www.heise.de/news/Vermuteter-Cyber-Angriff-Bremer-Kliniken-seit-Mittwoch-ohne-Internet-9032346.html"
    },
    {
        "date": "2023-05-13",
        "victim": "Group DIS",
        "country": "FRA",
        "summary": "L'infogéreur Group DIS fait état d'une attaque informatique d'envergure. Les sites Web de nombreux clients (voire leurs clients finaux) sont indisponibles. Certains font état d'une erreur de connexion à la base de données. D'autre se contentent d'afficher page blanche. Attaque revendiquée par Alphv/BlackCat le 15 mai. Lacroix Electronics, le département des Côtes-d’Armor, et Actu.fr comptent parmi les victimes collatérales.",
        "title": "Lacroix Electronics : victime collatérale de la cyberattaque contre Group DIS | LeMagIT",
        "url": "https://www.lemagit.fr/actualites/366537496/Group-DIS-encore-un-infogereur-victime-de-cyberattaque"
    },
    {
        "date": "2023-05-10",
        "victim": "Universidad de Zaragoza",
        "country": "ESP",
        "summary": "La Universidad de Zaragoza a subi une tentative de cyberattaque via VPN. Il s'agirait d'un ransomware de type lockbit. Aucune conséquence importante n'a été détectée pour le moment. Les ordinateurs personnels ont été conseillés d'être éteints ce week-end pour minimiser les risques. La Universidad a coupé l'accès aux comptes compromis et a renforcé son système de sauvegarde.",
        "title": "La Universidad de Zaragoza sufre un ciberataque que no ha causado ninguna afección importante",
        "url": "https://www.heraldo.es/noticias/aragon/2023/05/13/universidad-zaragoza-sufre-ciberataque-no-causado-afeccion-importante-1651378.html"
    },
    {
        "date": "2023-05-11",
        "victim": "Red Bus",
        "country": "ARG",
        "summary": "L'entreprise Red Bus a subi une cyberattaque qui empêche les utilisateurs de recharger leur carte de transport urbain à Córdoba, en Argentine. Bien que la plupart des points de recharge aient encore du crédit disponible, certains sont fermés et affichent \"sans solde\". Les utilisateurs peuvent utiliser leur carte jusqu'à quatre voyages avec un solde négatif, mais devront compenser le solde une fois que le système sera de nouveau opérationnel. La Municipalité de Córdoba a autorisé deux voyages supplémentaires avec un solde négatif. Red Bus estime que le système sera rétabli dans les prochaines heures.",
        "title": "Tarjeta Red Bus: qué pasa si no puedo recargarla para viajar por el ciberataque",
        "url": "https://www.lavoz.com.ar/ciudadanos/tarjeta-red-bus-que-pasa-si-no-puedo-recargarla-para-viajar-por-el-ciberataque/"
    },
    {
        "date": "2023-05-14",
        "victim": "Chemnitzer City-Bahn et Chemnitzer Verkehrs-AG (CVAG)",
        "country": "DEU",
        "summary": "Les sites web de deux entreprises de transport de Chemnitz ne sont pas accessibles ce week-end. Les spécialistes en informatique travaillent sur une solution pour résoudre le problème. Des traces numériques ont été sécurisées et une enquête de police a été ouverte. Il est soupçonné qu'une cyberattaque soit à l'origine de la panne. Le site web du Verkehrsverbund Mittelsachsen est toujours accessible.",
        "title": "Mögliche Cyberattacke auf Chemnitzer Nahverkehr | Sächsische.de",
        "url": "https://www.saechsische.de/chemnitz/moegliche-cyberattacke-auf-chemnitzer-nahverkehr-5858746.html"
    },
    {
        "date": "2023-05-14",
        "victim": "The Philadelphia Inquirer",
        "country": "USA",
        "summary": "Le journal The Philadelphia Inquirer a été victime d'une cyberattaque qui a perturbé ses opérations pendant le week-end. Le journal n'a pas pu imprimer son édition du dimanche, mais a pu continuer à publier en ligne. Les systèmes ne sont pas encore entièrement restaurés et il n'y a pas de calendrier précis pour le moment. Le FBI a été informé de l'incident. Les attaques informatiques sont une menace croissante pour les organisations de presse et il est important de suivre les meilleures pratiques de cybersécurité.",
        "title": "Philadelphia Inquirer continues response to cyberattack that disrupted publication",
        "url": "https://www.inquirer.com/news/philadelphia/philadelphia-inquirer-hack-cyber-disruption-20230514.html"
    },
    {
        "date": "2023-02-01",
        "victim": "TroGroup",
        "country": "AUT",
        "summary": "La TroGroup, une entreprise autrichienne, a été victime d'une cyberattaque début février. La plupart de ses services informatiques centraux ont été temporairement indisponibles dans de nombreux sites dans le monde. La société a immédiatement activé un plan de continuité des activités pour éviter les perturbations pour ses clients et fournisseurs. Des experts en forensique numérique ont été engagés pour analyser les systèmes touchés et la police a été informée. Les systèmes touchés ont été restaurés à l'aide de sauvegardes et la communication a été gérée avec précaution pour ne pas compromettre l'enquête. Attaque revendiquée par LockBit 3.0 le 14 mai 2023.",
        "title": "TroGroup wurde Ziel eines Cyber-Angriffs | TroGroup",
        "url": "https://www.trogroup.com/de/news/trogroup-cyberangriff/"
    },
    {
        "date": "2023-05-09",
        "victim": "Norton Healthcare",
        "country": "USA",
        "summary": "Norton Healthcare a subi une cyberattaque le 9 mai, ce qui a entraîné la mise hors ligne de ses systèmes pour protéger son réseau. L'équipe de services d'information de Norton et les forces de l'ordre ont été immédiatement informées de l'incident après avoir reçu un message suspect lié à ses systèmes d'information. Tous les e-mails de bureau ont été restaurés dans les installations de Norton. L'équipe de Norton travaille à résoudre le problème et à fournir des réponses à ceux qui pourraient être affectés. Norton a demandé la patience de la communauté alors qu'elle travaille à rétablir les opérations complètes du réseau.",
        "title": "Norton Healthcare working to restore network after cyber attack",
        "url": "https://www.wlky.com/article/norton-healthcare-cyber-hack-security-louisville/43898151"
    },
    {
        "date": "2023-05-13",
        "victim": "LACROIX",
        "country": "FRA",
        "summary": "L'entreprise LACROIX a subi une attaque cyber ciblée sur ses sites en France, en Allemagne et en Tunisie. Des mesures de sécurisation ont été prises et des investigations sont en cours pour s'assurer du cantonnement de l'attaque. Certains systèmes ont été cryptés et une analyse est en cours pour identifier les données exfiltrées. Les sites touchés sont fermés pour la semaine et une réouverture est prévue le 22 mai. L'activité de ces sites représente 19% du chiffre d'affaires de LACROIX en 2022, mais l'impact sur les performances de l'année 2023 n'est pas encore connu.",
        "title": "LACROIX : Attaque cyber contenue chez LACROIX. | Zonebourse",
        "url": "https://www.zonebourse.com/cours/action/LACROIX-GROUP-5782/actualite/LACROIX-Attaque-cyber-contenue-chez-LACROIX-43850714/"
    },
    {
        "date": "2023-05-16",
        "victim": "Ogden Dunes",
        "country": "USA",
        "summary": "La ville d'Ogden Dunes pense avoir été victime d'une cyberattaque et mène une enquête pour déterminer l'étendue de la menace. Les habitants sont invités à ne pas ouvrir les emails provenant de la ville ou d'autres fonctionnaires gouvernementaux, surtout s'ils contiennent des pièces jointes. Les personnes ayant besoin de contacter la mairie doivent appeler un numéro spécifique. Aucun commentaire n'a été fait par les responsables de la ville. Les autorités espèrent résoudre la situation rapidement.",
        "title": "Ogden Dunes believes it was hit by a cyber attack - Chesterton Tribune",
        "url": "https://www.chestertontribune.com/articles/ogden-dunes-believes-it-was-hit-by-a-cyber-attack/"
    },
    {
        "date": "2023-05-08",
        "victim": "Bank Syariah Indonesia (BSI)",
        "country": "IDN",
        "summary": "La plus grande banque islamique d'Indonésie, BSI, a été victime d'une attaque de ransomware. Le groupe de hackers LockBit a revendiqué la responsabilité de l'attaque et a demandé une rançon de 20 millions de dollars. BSI a refusé de payer la rançon et les hackers ont publié les données de 15 millions de clients et employés de la banque. BSI a assuré que les données de ses clients étaient en sécurité et qu'elle travaillait avec les autorités pour résoudre le problème. L'attaque soulève des questions sur la préparation et la vulnérabilité de BSI aux menaces cybernétiques, ainsi que sur la nécessité d'une meilleure sensibilisation et réglementation de la cybersécurité dans",
        "title": "Explained: The ransomware attack on BSI, Indonesia's largest Islamic bank | Coconuts",
        "url": "https://coconuts.co/jakarta/news/explained-the-ransomware-attack-on-bsi-indonesias-largest-islamic-bank/"
    },
    {
        "date": "2023-03-07",
        "victim": "Credit Control Corporation",
        "country": "USA",
        "summary": "Une cyberattaque a eu lieu entre le 2 et le 7 mars et a touché les comptes de recouvrement de dettes des hôpitaux et des cabinets médicaux locaux. Les fichiers volés contenaient des informations personnelles telles que les noms, adresses, numéros de sécurité sociale et autres informations de compte. Les partenaires commerciaux ont été informés et les personnes touchées ont été notifiées. Les breaches dans l'industrie de la santé sont courantes et peuvent être causées par des systèmes obsolètes ou des erreurs utilisateur. Les consommateurs peuvent prendre des mesures préventives en contactant leurs banques et en mettant en place des mesures de sécurité.",
        "title": "Hospitals and doctors in Va. may be impacted by data breach | 13newsnow.com",
        "url": "https://www.13newsnow.com/article/money/consumer/data-breach-may-impact-many-virginia-hospitals-and-doctors-offices/291-ffbe89e8-dd54-43de-af1c-ca3260d6138f"
    },
    {
        "date": "2023-05-16",
        "victim": "Collectivité Territoriale de Martinique (CTM)",
        "country": "MTQ",
        "summary": "Le site internet et les services téléphoniques de la Collectivité Territoriale de Martinique sont inaccessibles suite à une cyberattaque. Cette attaque paralyse le fonctionnement de la collectivité. Une réunion de crise est en cours pour rétablir les dispositifs informatiques. Ce n'est pas la première fois que le CTM subit une telle attaque. Plusieurs régions en France ont également été victimes de hackers.",
        "title": "Cyberattaque : le site internet de la CTM inaccessible suite à un piratage informatique",
        "url": "https://viaatv.tv/cyberattaque-le-site-internet-de-la-ctm-inaccessible-suite-a-un-piratage-informatique/"
    },
    {
        "date": "2023-05-17",
        "victim": "Franklin County Public Schools",
        "country": "USA",
        "summary": "Les écoles publiques du comté de Franklin ont été touchées par une attaque de ransomware. Les cours ont été annulés pour des raisons de sécurité. Des mesures proactives ont été prises pour limiter l'impact de l'attaque. Les autorités locales et nationales, y compris le FBI et la police de l'État de Virginie, sont impliquées dans l'enquête. Les attaques de ransomware sont de plus en plus fréquentes et touchent souvent les secteurs de la santé, de la fabrication et du gouvernement.",
        "title": "Franklin County Public Schools hit by ransomware attack",
        "url": "https://martinsvillebulletin.com/news/franklin-county-public-schools-hit-by-ransomware-attack/article_22fddcb8-f41b-11ed-85bc-833affcd6772.html"
    },
    {
        "date": "2023-05-13",
        "victim": "KD Hospital",
        "country": "IND",
        "summary": "Le KD Hospital a été victime d'une attaque de ransomware, bloquant l'accès à tous ses systèmes en ligne, y compris les données des patients. Les pirates ont exigé une rançon de 70 000 $ en bitcoins pour décrypter les fichiers. Une enquête est en cours pour déterminer s'il y avait des vulnérabilités dans l'infrastructure informatique de l'hôpital. Le personnel de l'hôpital a travaillé manuellement pendant un jour avant que les serveurs ne soient de nouveau opérationnels. Une plainte a été déposée auprès de la police.",
        "title": "Hospital falls prey to ransomware attack, hackers demand $70,000 | Ahmedabad News, The Indian Express",
        "url": "https://indianexpress.com/article/cities/ahmedabad/hospital-falls-prey-to-ransomware-attack-hackers-demand-70000-8613410/"
    },
    {
        "date": "2023-05-16",
        "victim": "Gorizia in Bici",
        "country": "ITA",
        "summary": "Une attaque de hackers a eu lieu à Gorizia. Le bike sharing transfrontalier a été ralenti en conséquence. L'attaque a eu lieu le 16 mai 2023. L'article a été mis à jour à 21h41. La lecture de l'article prend environ 2 minutes.",
        "title": "Attacco hacker a Gorizia, rallentato il bike sharing transfrontaliero - Il Piccolo",
        "url": "https://ilpiccolo.gelocal.it/trieste/cronaca/2023/05/16/news/attacco_hacker_a_gorizia_rallentato_il_bike_sharing_transfrontaliero-12809364/"
    },
    {
        "date": "2023-05-12",
        "victim": "visumPOINT GmbH",
        "country": "DEU",
        "summary": "Deux serveurs d'hébergement ont été chiffrés le 12 mai 2023 lors d'une cyberattaque superficielle, très probablement automatisée. Les deux serveurs d'hébergement exécutent un ancien système de gestion des contrats, qui est utilisé de manière limitée et pour une petite partie des contrats.",
        "title": "Cyberattaque limitée contre visumPOINT GmbH",
        "url": "https://twitter.com/ransomwaremap/status/1658360186506031105/photo/1"
    },
    {
        "date": "2023-05-15",
        "victim": "Oklahoma Institute of Allergy Asthma and Immunology",
        "country": "USA",
        "summary": "Un institut d'allergie et d'asthme a fermé ses portes en raison d'une prétendue violation de données de sécurité. Les patients sont préoccupés par la possible compromission de leurs dossiers médicaux. Les patients ont été refusés à l'entrée de l'institut en raison d'un panneau indiquant une violation de données de sécurité. Le FBI n'a pas encore reçu de rapport sur une violation de cybersécurité. Les employés restants de l'institut travaillent à distribuer les médicaments des patients à d'autres fournisseurs.",
        "title": "Patients concerned after local allergy clinic closes its doors because of alleged data breach",
        "url": "https://www.koco.com/article/patients-concerned-after-local-allergy-clinic-closes-its-doors-because-of-alleged-data-breach/43897674"
    },
    {
        "date": "2023-05-17",
        "victim": "Downs School",
        "country": "GBR",
        "summary": "Le Downs School à Compton a été victime d'une possible cyberattaque, ce qui a entraîné une interruption de l'accès à internet pendant une semaine. Le chef d'établissement a salué la flexibilité et le courage du personnel pour assurer la continuité de l'éducation des élèves. Le département de l'éducation, le conseil de West Berkshire, l'ICO et Action Fraud ont été contactés pour aider à rétablir les systèmes en toute sécurité. Les élèves de Year 11 et Year 13 ont été prioritaires pour accéder à Teams et aux documents de révision. Le système de caisse de la cantine a également été affecté.",
        "title": "The Downs School, hit by possible cyber attack, seeking help from West Berkshire Council, the Department for Education and cyber security experts",
        "url": "https://www.newburytoday.co.uk/news/school-hit-by-possible-cyber-attack-9313008/"
    },
    {
        "date": "2023-04-29",
        "victim": "Hawa Sliding Solutions AG",
        "country": "CHE",
        "summary": "La société Hawa Sliding Solutions AG, fabricant suisse de ferrures pour portes coulissantes, a été victime d'une cyberattaque fin avril 2023. L'entreprise a immédiatement réagi en informant ses clients et fournisseurs, en coupant tous ses systèmes et en demandant à la plupart de ses employés de travailler depuis leur domicile. Une équipe interne et des spécialistes travaillent actuellement à la restauration complète des processus opérationnels. Les commandes ne peuvent actuellement être traitées que manuellement et les systèmes informatiques sont en cours de reconstruction. Les sites web de Hawa restent en ligne et les services clients sont accessibles par téléphone, e-mail et vidéoconférence.",
        "title": "Hawa Sliding Solutions AG: Cyber-Attacke führt zu Einschränkungen - MÖBELMARKT",
        "url": "https://www.moebelmarkt.de/beitrag/hawa-sliding-solutions-ag-cyber-attacke-führt-zu-einschränkungen"
    },
    {
        "date": "2023-05-14",
        "victim": "ScanSource",
        "country": "USA",
        "summary": "ScanSource, un fournisseur de services technologiques basé aux États-Unis, a été victime d'une attaque de ransomware qui a affecté certains de ses systèmes, opérations commerciales et portails clients. L'attaque a commencé le 14 mai 2023 et a entraîné des retards dans la fourniture de services aux clients en Amérique du Nord et au Brésil. L'entreprise a mis en place son plan d'intervention en cas d'incident et a alerté les autorités compétentes. Les experts en cybersécurité ont été appelés pour aider à minimiser les perturbations opérationnelles causées par l'incident. Il n'est pas encore connu quelle opération de ransomware est derrière l'attaque ou si des données ont été volées.",
        "title": "ScanSource says ransomware attack behind multi-day outages",
        "url": "https://www.bleepingcomputer.com/news/security/scansource-says-ransomware-attack-behind-multi-day-outages/"
    },
    {
        "date": "2023-05-16",
        "victim": "Voyageurs du Monde",
        "country": "FRA",
        "summary": "Le groupe Voyageurs du Monde a subi une cyberattaque dans la nuit du 15 au 16 mai. Une cellule de crise a été mise en place pour gérer la situation. Les accès internet ont été coupés pour permettre l'analyse de la situation. Les équipes ont renforcé la sécurité du système d'information pour éviter de nouveaux incidents. Aucune donnée de paiement n'est stockée sur les systèmes et aucune donnée de client n'a été dérobée à ce jour.",
        "title": "Voyageurs du Monde: Attaque cyber contenue chez Voyageurs du Monde | Zonebourse",
        "url": "https://www.zonebourse.com/cours/action/VOYAGEURS-DU-MONDE-32742/actualite/Voyageurs-du-Monde-Attaque-cyber-contenue-chez-Voyageurs-du-Monde-43880049/"
    },
    {
        "date": "2023-05-15",
        "victim": "Buckley King LPA",
        "country": "USA",
        "summary": "Le cabinet d'avocats Buckley King LPA a été victime d'une cyberattaque par le groupe de ransomware BlackBasta. Le groupe a exfiltré 110 Go de données sensibles et a demandé une rançon de 400 000 $ pour les restituer. Après des négociations, le cabinet a accepté de payer 150 000 $ pour récupérer les données. Une partie de la rançon a été transférée vers un autre portefeuille. Le cabinet n'a pas encore fait de déclaration publique sur l'incident.",
        "title": "Cleveland, OH: cyberattack, law firm strikes deal with ransomware group BlackBasta for $150,000",
        "url": "https://www.suspectfile.com/cleveland-oh-cyberattack-law-firm-strikes-deal-with-ransomware-group-blackbasta-for-150000/"
    },
    {
        "date": "2023-05-18",
        "victim": "Mivitec GmbH",
        "country": "DEU",
        "summary": "Les sites internet de la \"Südwest Presse\" et du \"Heidenheimer Zeitung\" sont inaccessibles depuis jeudi. Le \"Heidenheimer Zeitung\" évoque une cyberattaque touchant son hébergeur. Dans les deux cas, l'hébergeur est Mivitec GmH.",
        "title": "Cyberangriff auf \"Heidenheimer Zeitung\" und \"Südwest Presse\"? - SWR Aktuell",
        "url": "https://www.swr.de/swraktuell/baden-wuerttemberg/ulm/swp-und-hz-nicht-erreichbar-100.html"
    },
    {
        "date": "2023-05-18",
        "victim": "ATU",
        "country": "DEU",
        "summary": "La chaîne de garages ATU a été victime d'une cyberattaque le 18 mai. Depuis, leur site web est inaccessible et les appels téléphoniques ne fonctionnent pas. Le groupe a confirmé l'attaque. Les détails de l'attaque ne sont pas précisés. Les conséquences de l'attaque ne sont pas précisées non plus.",
        "title": "Werkstattkette ATU wird Opfer von Cyberangriff | Automobilwoche.de",
        "url": "https://www.automobilwoche.de/bc-online/werkstattkette-atu-wird-opfer-von-cyberangriff"
    },
    {
        "date": "2023-04-25",
        "victim": "Bibliothèque publique de Newport News",
        "country": "USA",
        "summary": "Une tentative de cyberattaque a été bloquée par les mesures de sécurité informatique de la bibliothèque publique de Newport News. Les ordinateurs publics et les services d'impression, de télécopie et de numérisation par e-mail ont été indisponibles pendant trois semaines. La ville a reconfiguré l'infrastructure du serveur pour empêcher de futures attaques. Les détails de l'attaque ont été transmis à la police de l'État de Virginie et à l'agence de cybersécurité et de sécurité des infrastructures du département de la Sécurité intérieure. Les attaques de ransomware ont touché plus de 200 grandes organisations l'année dernière.",
        "title": "Attempted cyber attack responsible for 3-week Newport News library computer outage",
        "url": "https://www.dailypress.com/government/local/dp-nw-newport-news-library-outage-20230518-gxrij7kturgppcao6c6rya5hli-story.html"
    },
    {
        "date": "2023-05-17",
        "victim": "NOSM University",
        "country": "CAN",
        "summary": "L'université NOSM a été victime d'une cyberattaque qui a été découverte mercredi. De nombreux réseaux et services informatiques sont encore inaccessibles. Les employés et les étudiants ont été invités à travailler à distance. L'université a pris des mesures pour sécuriser le réseau et les données. Des experts ont été engagés pour aider à résoudre le problème.",
        "title": "Cyber attack at NOSM U forces staff and students to stay home - Sudbury News",
        "url": "https://www.sudbury.com/local-news/cyber-attack-at-nosm-u-forces-staff-and-students-to-stay-home-7027030"
    },
    {
        "date": "2023-05-10",
        "victim": "Suzuki Motorcycle India",
        "country": "IND",
        "summary": "L'usine de Suzuki Motorcycle en Inde a été fermée pendant une semaine en raison d'une cyberattaque. La production a été interrompue depuis le 10 mai, entraînant une perte de production de plus de 20 000 véhicules. Suzuki Motorcycle a informé ses fournisseurs qu'elle avait reporté sa conférence annuelle en raison d'une \"exigence commerciale sans précédent\". L'attaque est actuellement sous enquête et le gouvernement a été informé. L'Inde est le plus grand marché de Suzuki Motorcycle en dehors du Japon et représente 50% de sa production mondiale.",
        "title": "Suzuki Motorcycle India plant shut for a week due to cyber-attack | Autocar Professional",
        "url": "https://www.autocarpro.in/news/exclusive-suzuki-motorcycle-india-plant-shut-for-a-week-due-to-cyber-attack-115136"
    },
    {
        "date": "2023-05-18",
        "victim": "Bloomfleet",
        "country": "ITA",
        "summary": "L'entreprise Bloomfleet, spécialisée dans la gestion de flottes, a subi une cyberattaque le 18 mai 2023. Les systèmes de sécurité ont immédiatement bloqué l'accès à la plateforme et isolé les zones touchées. L'entreprise a lancé une enquête interne pour identifier les causes de l'incident et prendre des mesures de sécurité supplémentaires. Les travaux de restauration sont en cours et l'entreprise s'excuse pour les désagréments causés. La sécurité informatique reste cruciale pour les entreprises qui gèrent des données sensibles.",
        "title": "Bloomfleet avverte gli interessati di un incidente di sicurezza informatica: \"Stiamo effettuando ulteriori verifiche\"",
        "url": "https://www.redhotcyber.com/post/bloomfleet-avverte-gli-interessati-di-un-incidente-di-sicurezza-informatica/"
    },
    {
        "date": "2023-04-20",
        "victim": "Peachtree Orthopedics",
        "country": "USA",
        "summary": "Le 20 avril 2023, Peachtree Orthopedics a constaté qu'une partie non autorisée a accédé à certains systèmes limités de notre réseau informatique. Nous avons immédiatement commencé une enquête, en travaillant avec des spécialistes externes pour déterminer la nature complète et l'étendue de la situation. Karakurt a revendiqué le vol de données mi-mai 2023.",
        "title": "Peachtree Orthopedics alerts patients to cyberattack; third patient data breach in seven years",
        "url": "https://www.databreaches.net/peachtree-orthopedics-alerts-patients-of-cyberattack-third-patient-data-breach-in-seven-years/"
    },
    {
        "date": "2022-10-25",
        "victim": "San Diego Unified School District",
        "country": "USA",
        "summary": "Des données médicales d'étudiants de San Diego ont été compromises lors d'une cyberattaque en octobre. Les noms et informations médicales des étudiants ont été compromis. Les responsables ont rapidement sécurisé le réseau, lancé une enquête et informé les autorités. Des mesures de sécurité supplémentaires ont été mises en place. Cette attaque n'est pas la première à toucher les écoles de Californie ces derniers mois.",
        "title": "San Diego Unified student medical data compromised in breach - The San Diego Union-Tribune",
        "url": "https://www.sandiegouniontribune.com/news/education/story/2023-05-19/student-medical-data-compromised-san-diego-unified-cybersecurity-breach"
    },
    {
        "date": "2023-05-16",
        "victim": "Adams Bank & Trust",
        "country": "USA",
        "summary": "La banque Adams Bank & Trust dans l'ouest du Nebraska a restreint l'accès à son site web et à son application mobile en raison d'une cyberattaque suspectée. Les serveurs ont été verrouillés pour protéger les informations financières des clients. Une enquête et une analyse forensique ont été menées pour identifier la source de la menace. La banque a déclaré qu'il n'y avait aucune preuve que les informations des clients avaient été consultées. Les services en ligne sont toujours indisponibles et la banque travaille à rétablir la situation.",
        "title": "Western Nebraska bank locks down servers because of suspected cyberattack | National News | kpvi.com",
        "url": "https://www.kpvi.com/news/national_news/western-nebraska-bank-locks-down-servers-because-of-suspected-cyberattack/article_bfdf2bab-4571-54e8-93fb-fcda68673b54.html"
    },
    {
        "date": "2023-05-22",
        "victim": "Mazars",
        "country": "FRA",
        "summary": "Le groupe Mazars a été victime d'une cyberattaque revendiquée par Alphv/Black Cat. Les cybercriminels ont dérobé 700 Go de données, dont des documents confidentiels et secrets de clients. Les noms des dossiers suggèrent que la filiale brésilienne de Mazars a été affectée. Mazars avait annoncé la création d'un centre d'excellence en cybersécurité en mars 2023. Le service de relations publiques de Mazars n'a pas encore communiqué sur cette attaque.",
        "title": "Ransomware : Alphv/Black Cat revendique une cyberattaque contre Mazars | LeMagIT",
        "url": "https://www.lemagit.fr/actualites/366538155/Ransomware-Alphv-Black-Cat-revendique-une-cyberattaque-contre-Mazars"
    },
    {
        "date": "2023-04-14",
        "victim": "Clarke County Hospital",
        "country": "USA",
        "summary": "L'hôpital Clarke County a subi une cyberattaque par le groupe de ransomware Royal. Les chercheurs en sécurité ont repéré l'hôpital sur le site de fuite de données de Royal. L'hôpital a confirmé la violation de données un mois après l'attaque. Les informations personnelles des patients ont été exposées, mais pas les dossiers médicaux électroniques, les numéros de sécurité sociale, les informations bancaires ou les informations financières. Les groupes de ransomware utilisent des tactiques d'extorsion de plus en plus agressives.",
        "title": "Iowa hospital discloses breach following Royal ransomware leak | TechTarget",
        "url": "https://www.techtarget.com/searchsecurity/news/366538296/Iowa-hospital-discloses-breach-following-Royal-ransomware-leak"
    },
    {
        "date": "2023-04-03",
        "victim": "Canadian Nurses Association (CNA)",
        "country": "CAN",
        "summary": "L'Association des infirmières du Canada a été victime d'une cyberattaque, mais n'a pas confirmé s'il s'agissait d'une attaque par rançongiciel. L'incident n'a pas eu d'impact sur les opérations de l'association. La Snatch ransomware gang a revendiqué l'attaque sur Twitter. Cette attaque a été menée par des pirates informatiques qui ont utilisé des techniques de brute-force pour accéder aux réseaux de l'association. L'association a lancé une enquête et a engagé des experts pour l'aider à résoudre le problème.",
        "title": "Canadian Nurses Association hit by cyber attack | IT World Canada News",
        "url": "https://www.itworldcanada.com/article/canadian-nurses-association-hit-by-cyber-attack/539330"
    },
    {
        "date": "2023-05-21",
        "victim": "Thomas Hardye School",
        "country": "GBR",
        "summary": "L'école Thomas Hardye à Dorchester a été victime d'une cyberattaque le 21 mai. Le système informatique de l'école a été piraté et est toujours hors service. Les examens ne sont pas affectés et l'école reste ouverte. Les paiements en ligne, les dossiers et les messageries sont inaccessibles. La demande de rançon a été refusée et l'incident a été signalé à la National Cyber Security Centre et à la police.",
        "title": "Thomas Hardye School in Dorchester hit by cyber attack | Dorset Echo",
        "url": "https://www.dorsetecho.co.uk/news/23541406.thomas-hardye-school-dorchester-hit-cyber-attack/"
    },
    {
        "date": "2023-05-23",
        "victim": "Western Cape Provincial parliament",
        "country": "ZAF",
        "summary": "Le parlement de la province du Cap occidental a subi une cyberattaque qui a rendu ses systèmes informatiques inaccessibles. L'institution travaille actuellement à la récupération de ses systèmes à partir de sauvegardes dans un environnement sécurisé. La police sud-africaine et l'Agence de sécurité de l'État ont été informées de l'attaque. D'autres organismes publics en Afrique du Sud ont également été touchés par des cyberattaques récemment. L'Afrique du Sud a enregistré plus de 230 millions de menaces cybernétiques en 2021, le plus grand nombre sur le continent.",
        "title": "Going dark: Cyber attack on Western Cape parliament downs ICT systems | News24",
        "url": "https://www.news24.com/news24/southafrica/news/going-dark-cyber-attack-on-western-cape-parliament-downs-ict-systems-20230523"
    },
    {
        "date": "2023-04-30",
        "victim": "Cafpi",
        "country": "FRA",
        "summary": "Le courtier en prêts immobiliers Cafpi a été victime d'une cyberattaque par le groupe Vice Society fin avril. Des données personnelles et des informations internes ont été volées. La gestion de crise a été immédiatement déclenchée et une plainte a été déposée auprès de la CNIL. Cafpi ne disposait pas de traces réseau pour déterminer l'étendue de l'attaque. La priorité de Cafpi est désormais d'informer ses clients.",
        "title": "Ransomware : CAFPI a été attaqué fin avril par Vice Society | LeMagIT",
        "url": "https://www.lemagit.fr/actualites/366538284/Ransomware-CAFPI-a-ete-attaque-fin-avril-par-Vice-Society"
    },
    {
        "date": "2023-05-21",
        "victim": "La ville d'Augusta",
        "country": "USA",
        "summary": "La ville d'Augusta a été victime d'une cyberattaque. Les ordinateurs de la ville sont hors service. Les informations sensibles des contribuables pourraient être exposées. L'impact de l'attaque est en cours d'investigation. Le FBI d'Atlanta participe à l'enquête.",
        "title": "Mayor Johnson confirms cyber attack on Augusta computer systems | WJBF",
        "url": "https://www.wjbf.com/top-stories/mayor-johnson-confirms-cyber-attack-on-augusta-computer-system/"
    },
    {
        "date": "2023-05-24",
        "victim": "Acispes",
        "country": "BRA",
        "summary": "L'Agence de Coopération Intermunicipale en Santé Pé da Serra (Acispes) a été victime d'une cyberattaque. Toutes les fonctions administratives et assistentielles ont été temporairement suspendues. La situation est en cours d'investigation et les mesures nécessaires ont été prises. La santé publique et la transparence sont réaffirmées par l'entité. Les patients et les utilisateurs du service ont été informés de la situation.",
        "title": "Acispes sofre ataque cibernético",
        "url": "https://tribunademinas.com.br/noticias/cidade/23-05-2023/acispes-sofre-ataque-cibernetico.html"
    },
    {
        "date": "2023-05-20",
        "victim": "United Hoster",
        "country": "DEU",
        "summary": "L'hébergeur de messagerie United Hoster a été victime d'une attaque de ransomware exploitant une faille de sécurité de Microsoft Exchange. Les serveurs ont été chiffrés, mais aucune donnée n'a été volée selon l'entreprise. Les clients ont été informés et une solution de messagerie alternative a été proposée. United Hoster reconstruit actuellement une nouvelle infrastructure Exchange pour migrer les clients. Le nombre de clients affectés n'a pas été divulgué.",
        "title": "Ransomware-Attacke: Hosted Exchange von United Hoster offline | heise online",
        "url": "https://www.heise.de/news/Ransomware-Attacke-Hosted-Exchange-von-United-Hoster-offline-9064768.html"
    },
    {
        "date": "2023-05-24",
        "victim": "Saint-Brevin-les-Pins",
        "country": "FRA",
        "summary": "La ville de Saint-Brevin-les-Pins a été victime d'une cyberattaque. Tous les services municipaux ont été impactés, sauf le standard qui fonctionne par internet. Les équipes sont mobilisées pour redémarrer les serveurs en toute sécurité. L'accueil des usagers est assuré malgré la situation. La municipalité communiquera sur l'évolution de la situation via le site internet et les réseaux sociaux.",
        "title": "Saint-Brevin les Pins : la mairie victime d'une cyberattaque | Le Courrier du Pays de Retz",
        "url": "https://actu.fr/pays-de-la-loire/saint-brevin-les-pins_44154/saint-brevin-les-pins-la-mairie-victime-dune-cyberattaque_59647378.html"
    },
    {
        "date": "2023-05-14",
        "victim": "SMDEA",
        "country": "FRA",
        "summary": "Le SMDEA a été victime d'une cyberattaque de grande ampleur revendiquée par un groupe criminel de rançongiciel. Une plainte a été déposée et une perturbation des services administratifs a été constatée. Les autorités appellent à la vigilance des usagers face aux contacts frauduleux se référant au SMDEA. Des données personnelles et bancaires pourraient être concernées. Aucune rançon n'a été payée et un nouveau point d'étape est attendu dans 15 jours.",
        "title": "Le SMDEA victime d'une cyber attaque de grande ampleur : face au vol de données les usagers doivent être vigilants - La Gazette Ariégeoise",
        "url": "https://gazette-ariegeoise.fr/le-smdea-victime-dun-piratage-dampleur-de-tres-nombreuses-donnees-volees/"
    },
    {
        "date": "2023-05-26",
        "victim": "Le CHR (Centre Hospitalier Régional) de Namur et d'Auvelais.",
        "country": "BEL",
        "summary": "Les sites de Namur et d'Auvelais du CHR ont été victimes d'une cyberattaque. Tous les examens non urgents sont reportés et seuls les cas les plus graves des urgences sont pris en charge. Les services ne sont plus joignables par téléphone. Un point presse sera organisé pour en savoir davantage sur les raisons et les conséquences futures de cette cyberattaque. Les patients peuvent contacter les sites via des numéros spécifiques.",
        "title": "Les sites de Namur et d’Auvelais du CHR victimes d’une cyberattaque: \"Seuls les cas les plus graves des urgences sont pris en charge\"",
        "url": "https://www.sudinfo.be/id669473/article/2023-05-26/les-sites-de-namur-et-dauvelais-du-chr-victimes-dune-cyberattaque-seuls-les-cas"
    },
    {
        "date": "2023-05-24",
        "victim": "Un concessionnaire automobile dans le district de Straubing",
        "country": "DEU",
        "summary": "Un concessionnaire automobile dans le district de Straubing a été victime d'une attaque de ransomware. Les données ont été chiffrées et les propriétaires de l'entreprise ont contacté la police. Une équipe spéciale de la police a été déployée pour aider à enquêter sur l'attaque. Le montant des dommages causés n'a pas encore été chiffré. La police a conseillé aux entreprises de se protéger contre les attaques en mettant en place des stratégies de sauvegarde de données et en mettant à jour régulièrement leurs mesures de sécurité informatique.",
        "title": "Cyberangriff auf Autohaus im Landkreis Straubing: Kripo-Spezialeinheit im Einsatz",
        "url": "https://www.pnp.de/lokales/stadt-straubing-und-landkreis-straubing-bogen/cyberangriff-auf-autohaus-im-landkreis-straubing-kripo-spezialeinheit-im-einsatz-11271749"
    },
    {
        "date": "2023-05-06",
        "victim": "Fournisseur IT de HVC",
        "country": "NLD",
        "summary": "Le fournisseur informatique de l'entreprise énergétique HVC a été victime d'une cyberattaque. Les données des clients ont été affectées, entraînant des problèmes de connexion et de facturation. Le problème a été résolu, mais les clients ne peuvent toujours pas accéder à leur portail personnel. HVC a informé les clients de l'incident et a présenté ses excuses, mais affirme que les données des clients n'ont probablement pas été compromises. L'entreprise n'a pas payé de rançon aux cybercriminels.",
        "title": "IT-leverancier van energiebedrijf HVC getroffen door cyberaanval",
        "url": "https://www.rtvdordrecht.nl/nieuws/nieuws/it-leverancier-van-energiebedrijf-hvc-getroffen-door-cyberaanval"
    },
    {
        "date": "2023-05-26",
        "victim": "Mairie de Mandeure",
        "country": "FRA",
        "summary": "La mairie de Mandeure a été victime d'une cyberattaque qui a crypté les données et réclamé une rançon de 5 millions de dollars. La plainte a été déposée auprès de la gendarmerie. Les ordinateurs ont été coupés pour limiter les dégâts. Les services municipaux sont injoignables pendant l'attaque. Le maire recommande de ne pas ouvrir les mails provenant de la mairie pour éviter la propagation du virus.",
        "title": "Doubs : la mairie de Mandeure est la cible d'une cyberattaque",
        "url": "https://www.francebleu.fr/infos/faits-divers-justice/doubs-la-mairie-de-mandeure-est-la-cible-d-une-cyberattaque-5302393"
    },
    {
        "date": "2023-03-27",
        "victim": "Onix Group LLC",
        "country": "USA",
        "summary": "Onix Group LLC a annoncé une cyberattaque par ransomware le 27 mars 2023. Des fichiers ont été corrompus et supprimés. Les données volées incluent des informations personnelles telles que les noms, les numéros de sécurité sociale, les dates de naissance et les informations de soins de santé. Les entreprises affiliées à Onix ont également été touchées. Onix a ouvert une ligne d'assistance pour les personnes touchées et offre des services de surveillance de crédit et de protection contre le vol d'identité.",
        "title": "Notice of Data Security Incident at Onix Group LLC",
        "url": "https://www.prnewswire.com/news-releases/notice-of-data-security-incident-at-onix-group-llc-301836100.html"
    },
    {
        "date": "2023-05-27",
        "victim": "L'armée chilienne",
        "country": "CHL",
        "summary": "Le réseau de transmission de données de l'armée a été affecté par une attaque informatique le 27 mai 2023. Les systèmes de cybersécurité ont détecté l'incident et la procédure d'isolement a été mise en place. Les audits de sécurité ont été lancés et les travaux de récupération ont commencé. Les informations ont été transmises à l'équipe de réponse aux incidents de sécurité informatique et au ministère de la Défense nationale. Les systèmes critiques n'ont pas été affectés, mais leur évaluation se poursuit.",
        "title": "Declaración del Ejército por ataque cibernético - AdPrensa - agenda de prensa",
        "url": "https://www.adprensa.cl/cronica/declaracion-del-ejercito-por-ataque-cibernetico/"
    },
    {
        "date": "2023-05-24",
        "victim": "La Cordée",
        "country": "CAN",
        "summary": "La chaîne de magasins La Cordée a été victime d'un \"cyber-incident\" qui affecte ses systèmes de paiement, son réseau internet et son système téléphonique. Les activités dans les sept magasins physiques sont affectées, mais le site web fonctionne normalement. Les détails de l'attaque sont gardés confidentiels pour le moment. Les employés ont été informés que le système de La Cordée était \"pris en otage\". Les spécialistes qui aident à récupérer les systèmes n'ont pour le moment aucune raison de croire que des données importantes ont été volées.",
        "title": "La Cordée victim of a “cyber incident” | Wire News",
        "url": "https://www.wirenewsfax.com/la-cordee-victim-of-a-cyber-incident"
    },
    {
        "date": "2023-05-22",
        "victim": "Madhya Pradesh Power Management Company Limited",
        "country": "IND",
        "summary": "La société de gestion de l'électricité de Madhya Pradesh a été victime d'une attaque de ransomware le 22 mai. La société a signalé l'attaque à la police et a mis en place une méthode alternative pour assurer la continuité des activités urgentes. Les auteurs de l'attaque n'ont pas encore demandé de rançon mais ont fourni des adresses e-mail pour les contacter. Les serveurs sont en cours d'analyse et de restauration conformément aux directives du gouvernement. Les institutions gouvernementales concernées ont été informées de l'attaque.",
        "title": "Madhya Pradesh News: MP power mgmt co hit by ransomware | Bhopal News - Times of India",
        "url": "https://m.timesofindia.com/city/bhopal/mp-power-mgmt-co-hit-by-ransomware/articleshow/100577880.cms"
    },
    {
        "date": "2023-05-30",
        "victim": "Bad Langensalza",
        "country": "DEU",
        "summary": "La municipalité de Bad Langensalza (district d'Unstrut-Hainich) affirme avoir été victime d'une cyberattaque. Selon la commune, la plupart de ses systèmes informatiques ont été paralysés. La municipalité est difficilement joignable et sa capacité de travail est fortement perturbée. Les e-mails entrants ne peuvent pas être traités. Les services de l'enregistrement des résidents et de l'état civil devraient être de nouveau disponibles à partir de mercredi.",
        "title": "Hackerangriff auf Stadtverwaltung von Bad Langensalza: Systeme lahmgelegt",
        "url": "https://www.mdr.de/nachrichten/thueringen/nord-thueringen/unstrut-hainich/hackerangriff-bad-langensalza-stadtverwaltung-cyberattacke-100.html"
    },
    {
        "date": "2023-05-31",
        "victim": "Mountain View RediCare",
        "country": "USA",
        "summary": "Une clinique locale a été contrainte de fermer temporairement ses portes suite à une cyberattaque sur ses systèmes informatiques. Un hôpital local redirige également ses services d'urgence vers d'autres hôpitaux de la région. L'équipe informatique a rapidement identifié l'attaque et travaille sans relâche pour résoudre le problème. Les patients sont pris en charge dans d'autres cliniques et hôpitaux de la région. Les informations des patients sont sécurisées et les équipes travaillent à limiter les impacts de l'attaque.",
        "title": "Local clinic closes following cyberattack, hospital redirects emergency services - East Idaho News",
        "url": "https://www.eastidahonews.com/2023/05/local-hospital-clinic-close-following-cyberattack/"
    },
    {
        "date": "2023-04-25",
        "victim": "La ville du Robert",
        "country": "MTQ",
        "summary": "La ville du Robert a été victime d'une cyberattaque le 25 avril dernier. Les données du serveur ont été chiffrées et une demande de rançon a été adressée. Un retour à la normale est prévu pour mi-juin. Les opérations d'inscription et de paiement des activités se font uniquement sur place selon des modalités exceptionnelles. Le Maire tient informés de l'avancée des travaux.",
        "title": "PAIEMENT ASLH DES VACANCES ET PRESTATIONS DE JUIN 2023 | Ville du Robert",
        "url": "https://www.ville-robert.fr/actualite/paiement-aslh-des-vacances-et-prestations-de-juin-2023"
    },
    {
        "date": "2023-05-25",
        "victim": "Heidelberg Materials",
        "country": "DEU",
        "summary": "D'après cet article, l'entreprise Heidelberg Materials a été victime d'une cyberattaque. Cette attaque a affecté les systèmes numériques de l'entreprise à Slite. L'attaque a eu lieu jeudi 25 mai. Aucune information n'est donnée sur les conséquences de cette attaque. Un photojournaliste nommé Erik Daun a pris une photo pour illustrer l'article.",
        "title": "[no-title]",
        "url": "https://helagotland.se/bli-prenumerant/artikel/jvq2zxer/gt-2m2kr_s_22"
    },
    {
        "date": "2023-05-26",
        "victim": "Medford Radiology Group",
        "country": "USA",
        "summary": "Le groupe de radiologie de Medford a été victime d'une cyberattaque importante. Ils ont découvert le problème vendredi dernier et ont depuis lors été incapables de voir ou de rapporter des images. Une équipe de cybersécurité enquête actuellement sur l'incident. Le groupe a alerté ses partenaires extérieurs, tels que Asante et Providence, et est en train de travailler pour rétablir complètement ses opérations. Les partenaires extérieurs sont considérés comme étant sécurisés.",
        "title": "Medford Radiology Group victims of cybersecurity event - KOBI-TV NBC5 / KOTI-TV NBC2",
        "url": "https://kobi5.com/news/medford-radiology-group-victims-of-cybersecurity-event-209220/"
    },
    {
        "date": "2023-06-02",
        "victim": "Université de Waterloo",
        "country": "CAN",
        "summary": "L'Université de Waterloo enquête sur une attaque présumée de ransomware visant les systèmes en ligne de l'établissement. Seule une petite partie des comptes de messagerie a été affectée, sans impact sur les étudiants. L'équipe informatique travaille à sécuriser les systèmes et les données, et les utilisateurs devront réinitialiser leurs mots de passe à partir de vendredi. L'attaque a été détectée en cours et signalée à l'université par la GRC, qui a collaboré avec les forces de sécurité du campus et l'équipe informatique. Les autorités policières sont impliquées dans l'enquête.",
        "title": "Access Denied",
        "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/university-waterloo-ransomware-attack-1.6862175"
    },
    {
        "date": "2023-06-02",
        "victim": "Lantech",
        "country": "NZL",
        "summary": "L'entreprise de services informatiques Lantech a été victime d'une cyberattaque. Les services d'urgence ne sont pas affectés. Lantech a refusé de commenter l'incident et Fenz a renvoyé les questions à Lantech. L'attaque a eu lieu sur la plateforme vOffice de Lantech. Les attaques contre les entreprises de services informatiques ont augmenté ces derniers temps.",
        "title": "Fenz IT supplier hit by cyberattack, emergency services not affected - NZ Herald",
        "url": "https://www.nzherald.co.nz/business/fenz-it-supplier-hit-by-cyberattack-emergency-services-not-affected/GCQM3YBKCBCZJCB5ADRLBAP2M4/"
    },
    {
        "date": "2023-06-02",
        "victim": "Fédération professionnelle des journalistes du Québec",
        "country": "CAN",
        "summary": "La Fédération professionnelle des journalistes du Québec a été victime d'une cyberattaque. Les pirates ont réussi à accéder à des informations sensibles, telles que des adresses courriel et des mots de passe. La Fédération a immédiatement pris des mesures pour sécuriser ses systèmes et a averti les membres concernés. Les autorités ont été informées de l'incident et une enquête est en cours. La Fédération appelle ses membres à la vigilance et à la prudence dans l'utilisation de leurs comptes en ligne.",
        "title": "La Fédération professionnelle des journalistes du Québec victime d’une cyberattaque | Le Devoir",
        "url": "https://www.ledevoir.com/culture/medias/792197/la-fpjq-victime-d-une-cyberattaque"
    },
    {
        "date": "2023-05-28",
        "victim": "Unico Data",
        "country": "CHE",
        "summary": "La société Unico Data, fournisseur de services IT pour les PME, a été victime d'une attaque de ransomware le 28 mai 2023. Tous les services Unico sont actuellement hors ligne. Les sauvegardes ont été déconnectées d'Internet pour éviter une fuite de données. Les systèmes de tous les clients ont également été déconnectés. Les processus de récupération sont en cours et les clients seront informés des progrès.",
        "title": "Berner IT-Dienstleister Opfer eines Cyberangriffs",
        "url": "https://www.inside-it.ch/berner-it-dienstleister-opfer-eines-cyberangriffs-20230531"
    },
    {
        "date": "2023-06-01",
        "victim": "Middlesex County Public Schools",
        "country": "USA",
        "summary": "Le système scolaire de Middlesex County a été victime d'une attaque de ransomware. Les autorités enquêtent sur l'incident avec l'aide du FBI et du Département de la Sécurité Intérieure. Les responsables de l'école cherchent à déterminer si des informations sur les élèves et le personnel ont été compromises. Les cyberattaques sont une préoccupation majeure pour les districts scolaires en raison du risque pour les dossiers des étudiants. Les districts scolaires ont des protections significatives en place pour prévenir ces types de problèmes.",
        "title": "Superintendent confirms Middlesex County Public Schools hit with ransomware attack",
        "url": "https://www.wtvr.com/news/local-news/middlesex-county-public-schools-virginia-ransomware-attack-june-1-2023"
    },
    {
        "date": "2023-02-11",
        "victim": "Burton Snowboards",
        "country": "USA",
        "summary": "Burton Snowboards a confirmé une violation de données après une cyberattaque en février. Des informations sensibles de clients ont été potentiellement consultées ou volées. L'attaque a été découverte après une panne système et l'annulation de commandes en ligne. Des experts externes ont été embauchés pour enquêter sur l'incident. Les mots de passe des comptes liés aux clients affectés ont été réinitialisés.",
        "title": "Burton Snowboards discloses data breach after February attack",
        "url": "https://www.bleepingcomputer.com/news/security/burton-snowboards-discloses-data-breach-after-february-attack/"
    },
    {
        "date": "2023-04-11",
        "victim": "Enzo Biochem",
        "country": "USA",
        "summary": "La société de biotechnologie Enzo Biochem a été victime d'une attaque de ransomware, compromettant les données confidentielles de 2,47 millions de patients, dont 600 000 numéros de sécurité sociale. Les détails sur la façon dont les attaquants ont accédé au réseau et les données des employés perdus sont encore inconnus. La société a mis en place des mesures de confinement et a lancé une enquête avec l'aide d'experts en cybersécurité tiers. Les opérations de la société ont été maintenues malgré l'attaque, mais cela a entraîné des dépenses importantes pour la réponse à l'incident, la remédiation et l'enquête. Les personnes touchées devront être vigilantes quant à la surveillance de leur identité",
        "title": "Enzo Biochem Hit by Ransomware, 2.5 Million Patients' Data Compromised - Infosecurity Magazine",
        "url": "https://www.infosecurity-magazine.com/news/enzo-biochem-hit-ransomware/"
    },
    {
        "date": "2023-05-23",
        "victim": "Xplain",
        "country": "CHE",
        "summary": "Une cyberattaque a touché plusieurs polices cantonales, l'armée suisse et l'Office fédéral de la police en Suisse. Tous ces acteurs ont le même prestataire informatique, Xplain, qui a été piraté. Cette attaque met en évidence la vulnérabilité des sociétés tech et les effets domino importants que peuvent avoir les piratages. Cette attaque est considérée comme hors norme en Suisse. Des attaques similaires ont déjà touché des communes, des cabinets médicaux, des services de curatelle, des sociétés de médias et des géants de l'économie.",
        "title": "Une cyberattaque hors norme frappe la Suisse, touchant l’armée et de nombreuses polices - Le Temps",
        "url": "https://www.letemps.ch/economie/cyber/une-cyberattaque-norme-frappe-suisse-touchant-larmee-nombreuses-polices"
    },
    {
        "date": "2023-06-03",
        "victim": "Sky",
        "country": "ITA",
        "summary": "D'après cet article, une entreprise a subi une cyberattaque récemment. Les données personnelles de certains clients ont été compromises, notamment leur nom, adresse, adresse e-mail et code client. Ces données pourraient être utilisées par des tiers non autorisés. L'entreprise présente ses excuses pour cet incident. Aucune information supplémentaire n'est donnée sur la nature de l'attaque ou les mesures prises pour y remédier.",
        "title": "[no-title]",
        "url": "https://assistenza.sky.it/info/guida-comunicazione"
    },
    {
        "date": "2023-05-18",
        "victim": "Mairie de Cangas",
        "country": "ESP",
        "summary": "La mairie de Cangas a été victime d'une cyberattaque qui a affecté la gestion et le paiement des salaires. Un virus a été introduit dans le système via un faux e-mail. Les ordinateurs ont été cryptés et une rançon a été demandée. La mairie a réussi à stopper le vol d'informations et à récupérer 70% des données. Le groupe de cybercriminels LockBit est suspecté d'être à l'origine de l'attaque.",
        "title": "A false email to an official made it possible to start the cyber attack on the City Council of Cangas - Time News",
        "url": "https://time.news/a-false-email-to-an-official-made-it-possible-to-start-the-cyber-attack-on-the-city-council-of-cangas/"
    },
    {
        "date": "2023-06-03",
        "victim": "Deutsche Leasing",
        "country": "DEU",
        "summary": "La Deutsche Leasing, un important groupe de leasing soutenu par de nombreuses caisses d'épargne, a été victime d'une cyberattaque. Les systèmes informatiques ont été mis hors ligne suite à la détection de l'attaque par les systèmes de sécurité. Les employés ne peuvent pas accéder à une grande partie des systèmes informatiques et des données, y compris les systèmes de messagerie électronique. Des experts en sécurité informatique travaillent avec l'entreprise pour analyser l'attaque et rétablir les systèmes et les données. Les détails de l'attaque sont encore inconnus et il n'est pas clair quand la Deutsche Leasing sera pleinement opérationnelle à nouveau.",
        "title": "Cyber-Angriff: IT der Deutsche Leasing seit Samstag offline | heise online",
        "url": "https://www.heise.de/news/Cyber-Angriff-IT-der-Deutsche-Leasing-seit-Samstag-offline-9164777.html"
    },
    {
        "date": "2023-06-05",
        "victim": "Cortina Watch",
        "country": "SGP",
        "summary": "Un hacker du nom de Bassterlord a volé 2 Go de données de la boutique de luxe Cortina Watch, y compris les coordonnées des clients. Il semble tenir les données en otage et a partagé un échantillon sur Twitter. Les données ont été obtenues à partir du formulaire de contact du site web de l'entreprise. Bassterlord est lié à au moins quatre gangs de ransomware. Cortina Watch a confirmé l'attaque et travaille sur une solution.",
        "title": "Hacker steals luxury retailer Cortina Watch’s data, including customer details | The Straits Times",
        "url": "https://www.straitstimes.com/singapore/hacker-steals-data-of-luxury-retailer-cortina-watch-including-customer-details"
    },
    {
        "date": "2023-06-04",
        "victim": "Mayberry Investments",
        "country": "JAM",
        "summary": "Mayberry Investments a été victime d'une cyberattaque. L'entreprise a confirmé l'attaque et a déclaré que ses experts travaillaient à résoudre le problème. Les services n'ont pas été perturbés et les positions financières des clients n'ont pas été compromises. Cette attaque met en évidence la prévalence croissante de la cybercriminalité dans la région des Caraïbes. Selon Schneider Electric, la région a connu 144 millions de tentatives de cyberattaques en 2023.",
        "title": "Mayberry Investments targeted in cyberattack | Loop Jamaica",
        "url": "https://jamaica.loopnews.com/content/mayberry-investments-targeted-cyberattack"
    },
    {
        "date": "2023-03-15",
        "victim": "Matthäi",
        "country": "DEU",
        "summary": "Cyberattaque revendiquée par Black Basta début juin.",
        "title": "Werder Bremens neuer Sponsor Matthäi Opfer von Hackerangriff - buten un binnen",
        "url": "https://www.butenunbinnen.de/nachrichten/werder-bremen-sponsor-matthaei-hackerangriff-100.html"
    },
    {
        "date": "2023-06-02",
        "victim": "University of Rochester",
        "country": "USA",
        "summary": "L'Université de Rochester enquête sur une cyberattaque qui a affecté environ 2 500 organisations dans le monde. La faille de sécurité a été causée par une vulnérabilité dans un produit fourni par une entreprise tierce de transfert de fichiers, MOVEit Transfer. Les données personnelles des membres de la communauté universitaire pourraient avoir été compromises, mais l'étendue de l'impact n'est pas encore connue. L'université travaille avec le FBI et une entreprise de forensique pour déterminer les informations qui ont été compromises et les actions à prendre. Les membres de la communauté universitaire sont invités à prendre des mesures de précaution pour protéger leurs informations personnelles.",
        "title": "Data Security Updates - University of Rochester",
        "url": "https://www.rochester.edu/data-security/"
    },
    {
        "date": "2023-06-05",
        "victim": "Zellis",
        "country": "GBR",
        "summary": "Des dizaines de milliers de salariés de British Airways, de la BBC et de Boots ont été touchés par une cyberattaque exploitant une vulnérabilité dans MOVEit Transfer. Le fournisseur de paie Zellis a confirmé que huit de ses clients avaient été affectés. Les informations volées incluent les noms, adresses, numéros d'assurance nationale et coordonnées bancaires. La BBC a confirmé avoir été touchée par la cyberattaque. L'attaque est liée à un groupe de cybercriminels russophones connu sous le nom de Clop.",
        "title": "British Airways, BBC and Boots staff hit in major payroll cyber attack 'linked to Russia' - LBC",
        "url": "https://www.lbc.co.uk/news/british-airways-bbc-boots-hacked-payroll/"
    },
    {
        "date": "2023-06-04",
        "victim": "Nouvelle-Ecosse",
        "country": "CAN",
        "summary": "Des pirates informatiques ont mené une cyberattaque contre la plateforme de transfert de fichiers MoveIt, utilisée par le gouvernement de la Nouvelle-Écosse. Les données personnelles de Néo-Écossais pourraient avoir été subtilisées. Une enquête a été ouverte pour déterminer quelles informations ont pu être volées et le nombre de personnes potentiellement touchées. Le gouvernement va informer les personnes concernées une fois qu'il aura répondu à ces deux questions. Progress Software, la société mère d’Ipswitch, a confirmé l'existence d'une vulnérabilité dans son logiciel.",
        "title": "La Nouvelle-Écosse enquête sur une fuite de données potentielle en lien avec MoveIt | L’actualité",
        "url": "https://lactualite.com/actualites/la-nouvelle-ecosse-enquete-sur-une-fuite-de-donnees-potentielle-en-lien-avec-moveit/"
    },
    {
        "date": "2023-03-14",
        "victim": "Mont-Saint-Martin",
        "country": "FRA",
        "summary": "La mairie de Mont-Saint-Martin a été victime d'une cyberattaque qui a permis aux hackers de voler les données personnelles des agents et des élus. Les coordonnées bancaires, les numéros de sécurité sociale, l'identité et l'adresse des personnels et des élus ont été dérobés. Aucune donnée personnelle d'administré n'a été corrompue ou volée. La commune a suspendu les demandes habituellement traitées en ligne pour contrôler et maintenir le système informatique. Des messages de prévention ont été passés aux personnels concernés pour éviter d'éventuelles tentatives d'usurpation d'identité.",
        "title": "La mairie de Mont-Saint-Martin cible d'une cyberattaque | Les Frontaliers",
        "url": "https://www.lesfrontaliers.lu/societe/la-mairie-de-mont-saint-martin-cible-dune-cyberattaque/"
    },
    {
        "date": "2023-04-29",
        "victim": "Mission Community Hospital",
        "country": "USA",
        "summary": "Le Mission Community Hospital en Californie a été victime d'une cyberattaque en avril. Les attaquants, connus sous le nom de RansomHouse, ont exploité des vulnérabilités dans les systèmes Paragon et Cisco. Les fichiers VMware stockés dans le réseau de stockage virtuel ont été chiffrés. Les attaquants ont également exfiltré des données de patients. Le personnel de l'hôpital est confiant d'avoir éjecté les attaquants.",
        "title": "Mission Community Hospital attackers exploited vulnerabilites in Paragon and Cisco",
        "url": "https://www.databreaches.net/mission-community-hospital-attackers-exploited-vulnerabilites-in-paragon-and-cisco/"
    },
    {
        "date": "2023-06-04",
        "victim": "Bibliothèque de Gouda",
        "country": "NLD",
        "summary": "La bibliothèque de Gouda a été victime d'une attaque de ransomware. Les services de la bibliothèque sont actuellement limités. Un groupe de hackers, 8Base, a revendiqué l'attaque et menace de divulguer des données confidentielles si la bibliothèque ne les contacte pas rapidement. La bibliothèque a engagé un bureau de cybersécurité pour enquêter sur l'incident. Il n'y a pas encore de confirmation sur le vol de données.",
        "title": "Bibliotheek Gouda doelwit van ransomware-aanval - VPNGids.nl",
        "url": "https://www.vpngids.nl/nieuws/bibliotheek-gouda-doelwit-van-ransomware-aanval/"
    },
    {
        "date": "2023-03-15",
        "victim": "Straus News",
        "country": "USA",
        "summary": "Le journal a été victime d'une cyberattaque par ransomware en mars. Malgré cela, ils ont réussi à publier le journal chaque semaine en créant les pages à partir de zéro. En avril, il y a eu un incendie à l'usine d'impression habituelle du journal. Ils ont dû trouver une nouvelle usine d'impression dans le Massachusetts. Le journal n'a jamais manqué une édition, mais demande maintenant des dons pour soutenir leur travail. Les lecteurs sont également encouragés à soutenir les annonceurs locaux.",
        "title": "A cyberattack on our newsroom, a fire at the printer",
        "url": "https://www.pikecountycourier.com/news/local-news/a-cyberattack-on-our-newsroom-a-fire-at-the-printer-FA2570326"
    },
    {
        "date": "2023-06-06",
        "victim": "Eisai Co., Ltd.",
        "country": "JPN",
        "summary": "Eisai Co., Ltd. a été victime d'une attaque de ransomware qui a chiffré certains de ses serveurs. Des systèmes, y compris des systèmes logistiques, ont été mis hors ligne en réponse à l'incident. Les sites web et les systèmes de messagerie de l'entreprise sont opérationnels. La possibilité d'une fuite de données est en cours d'investigation. Eisai travaille avec des experts externes et les forces de l'ordre pour protéger ses systèmes et minimiser les inconvénients pour ses partenaires et parties prenantes.",
        "title": "Notification of Ransomware Incident | News Release：2023 | Eisai Co., Ltd.",
        "url": "https://www.eisai.com/news/2023/news202341.html"
    },
    {
        "date": "2023-06-06",
        "victim": "Montclair",
        "country": "USA",
        "summary": "La ville de Montclair a été victime d'une cyberattaque. La mairie a rapidement contacté des spécialistes pour enquêter sur l'incident et a informé les autorités compétentes. Il semblerait que le groupe criminel responsable ait déjà attaqué d'autres municipalités. Les systèmes de vote n'ont pas été affectés. Certains services peuvent être retardés et la mairie demande de la patience aux citoyens.",
        "title": "Criminal Group Strikes Montclair with Cyber Attack, Mayor Says - Baristanet",
        "url": "https://baristanet.com/2023/06/criminal-group-strikes-montclair-with-cyber-attack-mayor-says/"
    },
    {
        "date": "2023-06-07",
        "victim": "AIIMS",
        "country": "IND",
        "summary": "L'hôpital AIIMS de Delhi a été victime d'une tentative d'attaque par un logiciel malveillant sur son portail interne. L'attaque a été détectée et neutralisée par les systèmes de sécurité informatique. Les services de l'eHospital sont sécurisés et fonctionnent normalement. Des mesures ont été prises pour éviter de nouvelles attaques et une équipe d'experts en cybersécurité enquête sur l'incident. En novembre 2022, l'AIIMS avait déjà subi une cyberattaque qui avait perturbé ses services pendant plusieurs jours.",
        "title": "AIIMS under cyber attack, hosp says no services hit | Delhi News - Times of India",
        "url": "https://timesofindia.indiatimes.com/city/delhi/aiims-under-cyber-attack-hosp-says-no-services-hit/articleshow/100806999.cms"
    },
    {
        "date": "2023-06-07",
        "victim": "Université Aix-Marseille",
        "country": "FRA",
        "summary": "L'université Aix-Marseille a été victime d'une cyberattaque. Le réseau informatique a été coupé pour éviter des fuites de données. Les personnels ont été invités à rentrer chez eux. Les sites en interne et en externe sont inaccessibles. Le réseau ne devrait pas être rétabli avant la fin de journée.",
        "title": "L'université Aix-Marseille victime d'une importante cyberattaque",
        "url": "https://www.bfmtv.com/marseille/l-universite-aix-marseille-victime-d-une-importante-cyberattaque_AN-202306070535.html"
    },
    {
        "date": "2023-06-08",
        "victim": "Bennet",
        "country": "ITA",
        "summary": "L'entreprise italienne Bennet a été victime d'une cyberattaque. Cependant, les données des clients ne seraient pas en danger.",
        "title": "Attacco informatico all'italiana Bennet. Nessun rischio per i dati dei clienti",
        "url": "https://www.redhotcyber.com/post/attacco-informatico-allitaliana-bennet-nessun-rischio-per-i-dati-dei-clienti/"
    },
    {
        "date": "2023-05-28",
        "victim": "Cerizay",
        "country": "FRA",
        "summary": "La mairie de Cerizay a été victime d’une cyberattaque lors du week-end de la Pentecôte.",
        "title": "La mairie de Cerizay victime d’une cyberattaque",
        "url": "https://www.ouest-france.fr/nouvelle-aquitaine/bressuire-79300/la-mairie-de-cerizay-victime-dune-cyberattaque-4ed369cc-0602-11ee-be86-c4e6f5ffafb7"
    },
    {
        "date": "2023-06-06",
        "victim": "Vaud Promotion",
        "country": "CHE",
        "summary": "L'association Vaud Promotion a été victime d'une attaque informatique dans la nuit du 6 juin 2023. Une cellule de crise a été mise en place en collaboration avec des experts en cybersécurité et une plainte pénale sera déposée. Une exfiltration de données est suspectée et des analyses techniques et judiciaires sont en cours. La continuité des activités est maintenue mais certaines demandes peuvent prendre plus de temps pour leur traitement. Un plan de remise en route des outils de communication de Vaud Promotion est en cours d'élaboration.",
        "title": "Vaud Promotion | Vaud Promotion victime d’une attaque informatique",
        "url": "https://vaud-promotion.ch/2023/06/vaud-promotion-victime-dune-attaque-informatique/"
    },
    {
        "date": "2023-06-07",
        "victim": "Commune de Bex",
        "country": "CHE",
        "summary": "La commune de Bex, dans le canton de Vaud, a été victime d'une cyberattaque qui a affecté ses systèmes informatiques. Les services de la commune fonctionnent au ralenti. Une cellule de crise a été mise en place en collaboration avec la Police cantonale vaudoise. Les investigations techniques et judiciaires se poursuivent. Un chiffrement de données a eu lieu et un vol de données n'est pas exclu.",
        "title": "La commune vaudoise de Bex touchée par une cyberattaque | ICTjournal",
        "url": "https://www.ictjournal.ch/news/2023-06-09/la-commune-vaudoise-de-bex-touchee-par-une-cyberattaque"
    },
    {
        "date": "2023-06-09",
        "victim": "Université de Manchester",
        "country": "GBR",
        "summary": "L'Université de Manchester a détecté une activité non autorisée sur son réseau et est actuellement confrontée à une cyberattaque. Une enquête est en cours pour déterminer les données qui ont été affectées. L'université travaille avec des experts internes et externes pour résoudre l'incident. Elle collabore également avec les autorités compétentes, y compris l'ICO et le NCSC. Cette attaque survient après que plusieurs entreprises mondiales ont été averties d'une cyberattaque qui a compromis des informations personnelles.",
        "title": "The University of Manchester hit by cyber security breach after detecting 'unauthorised activity' - Manchester Evening News",
        "url": "https://www.manchestereveningnews.co.uk/news/university-manchester-hit-cyber-security-27087003"
    },
    {
        "date": "2023-06-09",
        "victim": "Labor Burgenland GmbH",
        "country": "AUT",
        "summary": "La Labor Burgenland GmbH, une filiale de Gesundheit Burgenland, a été victime d'une attaque de ransomware sur un serveur externe. Des données liées aux tests PCR pendant la pandémie de Covid-19 étaient stockées sur ce serveur. Les dommages ont été réparés et une enquête forensique a été lancée.",
        "title": "Labor Burgenland wurde Opfer eines Cyberangriffs - Netzpolitik - derStandard.at › Web",
        "url": "https://www.derstandard.at/story/3000000173935/labor-burgenland-wurde-opfer-eines-cyber-angriffs"
    },
    {
        "date": "2023-05-18",
        "victim": "Columbus Regional Healthcare System",
        "country": "USA",
        "summary": "L'hôpital Columbus Regional Healthcare System en Caroline du Nord a été victime d'une attaque de ransomware par le groupe Daixin. Ce dernier a chiffré les serveurs de l'hôpital après avoir exfiltré des données et supprimé les sauvegardes. Les négociations avec les pirates ont échoué et ces derniers ont annoncé qu'ils allaient publier plus de 250 000 fichiers contenant des données sensibles. L'attaque a été facilitée par les nombreuses vulnérabilités critiques et à haut risque détectées lors d'une évaluation de sécurité en mars. Les pirates ont également affirmé que l'hôpital ne disposait pas de système de surveillance d'anomalies réseau.",
        "title": "Another hospital hit by ransomware: Columbus Regional Healthcare System in North Carolina hit by Daixin",
        "url": "https://www.databreaches.net/another-hospital-hit-by-ransomware-columbus-regional-healthcare-system-in-north-carolina-hit-by-daixin/"
    },
    {
        "date": "2023-06-09",
        "victim": "Fayetteville",
        "country": "USA",
        "summary": "Une menace de cybersécurité a affecté certains services en ligne de la ville de Fayetteville. Les services d'urgence n'ont pas été touchés. Les services en ligne devraient rester indisponibles pendant plusieurs jours. La police, les pompiers et les services d'urgence 911 ne sont pas affectés. La ville de Fort Smith est prête à aider Fayetteville en cas de besoin.",
        "title": "A cyber threat shut down some of the city of Fayetteville services",
        "url": "https://eu.swtimes.com/story/news/state/2023/06/09/a-cyber-threat-shut-down-the-city-of-fayetteville-services/70305362007/"
    },
    {
        "date": "2023-06-10",
        "victim": "Hochschule Kaiserslautern",
        "country": "DEU",
        "summary": "La Hochschule de Kaiserslautern a été victime d'une cyberattaque. Son site internet et son programme de messagerie ont été mis hors ligne par mesure de sécurité. Le président de la Hochschule a déclaré que l'ampleur de l'attaque était encore inconnue. Les cours en ligne ont été annulés et les étudiants ont été invités à suivre les cours en présentiel. Les étudiants et le personnel peuvent se tenir informés de la situation sur une page internet dédiée.",
        "title": "Hacker greifen Hochschule Kaiserslautern an - Studenten betroffen - SWR Aktuell",
        "url": "https://www.swr.de/swraktuell/rheinland-pfalz/kaiserslautern/hackerangriff-auf-hochschule-in-kaiserslautern-102.html"
    },
    {
        "date": "2023-06-11",
        "victim": "Haynes International",
        "country": "USA",
        "summary": "Haynes International, une entreprise spécialisée dans les alliages haute performance, a subi une panne de réseau due à une menace de cybersécurité. Des spécialistes tiers ont été engagés pour enquêter sur l'origine de la panne et rétablir le fonctionnement normal des systèmes. L'enquête est en cours. Haynes International est une entreprise qui développe, fabrique et commercialise des alliages haute performance à base de nickel et de cobalt pour les industries aérospatiale, de traitement chimique et de turbines à gaz terrestres. Le communiqué de presse contient des déclarations prospectives qui comportent des risques et des incertitudes. La société n'a aucune obligation de mettre à jour ou de réviser publiquement les déclarations prospectives.",
        "title": "Haynes International Announces Network Outage",
        "url": "https://www.globenewswire.com/en/news-release/2023/6/11/2685905/9124/en/Haynes-International-Announces-Network-Outage.html"
    },
    {
        "date": "2023-06-11",
        "victim": "JamaicaEye",
        "country": "JAM",
        "summary": "Le site web de JamaicaEye, un système de surveillance, a été affecté par une cyberattaque, mais aucune vidéo n'a été compromise. On ne sait pas si les données des personnes s'étant enregistrées pour collaborer avec JamaicaEye ont été exfiltrées. JamaicaEye est un programme national de surveillance par caméras de circuit fermé (CCTV) créé en 2018 pour lutter contre la criminalité. Le site web n'est pas connecté à l'infrastructure centrale du système de surveillance. Une équipe d'experts enquête sur l'incident.",
        "title": "JamaicaEye reports cyberattack, CCTV footage 'not compromised' - Gov't | News | Jamaica Gleaner",
        "url": "https://jamaica-gleaner.com/article/news/20230611/jamaicaeye-reports-cyberattack-cctv-footage-not-compromised-govt"
    },
    {
        "date": "2023-05-31",
        "victim": "Tegma",
        "country": "BRA",
        "summary": "La société Tegma a subi une cyberattaque qui a affecté certains de ses serveurs et systèmes. La société a immédiatement activé ses protocoles de sécurité et a reçu le soutien d'une société de conseil spécialisée. Jusqu'à présent, les principaux systèmes de la société sont restés intacts et aucun vol de données clients n'a été identifié. La société a publié un communiqué de presse informant de la situation. La société The Capital Advisor propose un diagnostic en ligne gratuit pour aider les investisseurs à choisir où investir.",
        "title": "Tegma (TGMA3) Sofre Ataque Cibernético | TheCap",
        "url": "https://comoinvestir.thecap.com.br/tegma-tgma3-sofre-ataque-cibernetico"
    },
    {
        "date": "2023-06-07",
        "victim": "Master Builders",
        "country": "NZL",
        "summary": "Master Builders, un groupe industriel, a subi une cyberattaque qui a provoqué une panne de plusieurs jours de ses sites web et de ses services. L'incident est en cours d'investigation, mais il semble que les données des membres n'aient pas été compromises. Les attaques contre les fournisseurs de services gérés sont en augmentation, ce qui peut donner aux pirates informatiques accès aux données de plusieurs entreprises. L'IT fournisseur de Master Builders n'a pas été nommé. D'autres entreprises néo-zélandaises ont également été touchées par des cyberattaques récemment.",
        "title": "Master Builders: Cybersecurity incident being investigated - NZ Herald",
        "url": "https://www.nzherald.co.nz/business/master-builders-cybersecurity-incident-being-investigated/CJBEEOIMW5GNDHI7WKTLZNPU4U/"
    },
    {
        "date": "2023-03-14",
        "victim": "Petaluma Health Center",
        "country": "USA",
        "summary": "Le centre de santé Petaluma a signalé une violation de données à l'Attorney General du Maine après qu'un tiers non autorisé ait accédé à des fichiers contenant des informations confidentielles appartenant aux employés, membres du conseil et bénévoles. Les informations compromises incluent les noms, adresses, numéros de sécurité sociale, numéros de permis de conduire, numéros de passeport, dates de naissance et informations sur les plans d'assurance maladie des consommateurs. Le centre de santé a commencé à envoyer des lettres de notification de violation de données à tous les individus touchés. Une cyberattaque contre le centre de santé Petaluma, sans chiffrement, a été revendiquée mi-avril par Karakurt.",
        "title": "Petaluma Health Center Files Official Notice of Data Breach Following Recent Cyber-Incident | Console and Associates, P.C. - JDSupra",
        "url": "https://www.jdsupra.com/legalnews/petaluma-health-center-files-official-5515492/"
    },
    {
        "date": "2023-06-12",
        "victim": "Service médical de Basse-Saxe",
        "country": "DEU",
        "summary": "Après le Klinikverbund Gesundheit Nord, les services médicaux de Brême et de Basse-Saxe sont désormais également touchés par une cyberattaque.",
        "title": "Niedersachsen und Bremen: Hacker-Angriff beim Medizinischen Dienst",
        "url": "https://www.weser-kurier.de/bremen/politik/niedersachsen-und-bremen-hacker-angriff-beim-medizinischen-dienst-doc7qm00jbqrzn5fvv95c4"
    },
    {
        "date": "2023-05-21",
        "victim": "TAG Aviation",
        "country": "CHE",
        "summary": "Une entreprise spécialisée dans les vols charter d'affaires est confrontée à une attaque de hackers qui pourrait avoir des conséquences dévastatrices. Sur demande, l'entreprise confirme les recherches correspondantes de watson. Le 21 mai, le système de détection d'intrusion (IDS) a détecté une tentative d'accès non autorisée au réseau. Par la suite, certains systèmes informatiques ont été touchés par une attaque de ransomware, c'est-à-dire un chiffrement.",
        "title": "Black Basta attackiert bekannte Schweizer Aviatik-Firma – Cyberangriff wirft Fragen auf",
        "url": "https://www.watson.ch/digital/schweiz/358345405-ransomware-attacke-schweizer-privatjet-anbieterin-tag-aviation-gehackt"
    },
    {
        "date": "2023-06-06",
        "victim": "Leytonstone School",
        "country": "GBR",
        "summary": "Une école a été forcée de fermer à cause d'une cyberattaque qui a rendu inaccessible un document légalement obligatoire. Des données personnelles ont également été compromises. L'organisation Vice Society cible régulièrement les établissements scolaires. Les établissements doivent avoir les bonnes mesures en place pour se protéger contre les attaques. Les employés doivent également être sensibilisés aux risques de sécurité informatique.",
        "title": "School forced to close after cyber attack | Cambridge Network",
        "url": "http://www.cambridgenetwork.co.uk/news/school-forced-close-after-cyber-attack"
    },
    {
        "date": "2023-06-11",
        "victim": "Stephen F. Austin University",
        "country": "USA",
        "summary": "L'université Stephen F. Austin a été victime d'une cyberattaque entre samedi soir et lundi matin. Les systèmes en ligne ont été touchés. Les responsables ont coupé la connexion Internet pour éviter d'autres problèmes. L'université publiera des mises à jour officielles sur les réseaux sociaux. Aucune autre information n'a été donnée sur l'attaque.",
        "title": "SFA Computer Systems Victim Of Cyber-Attack - EastTexasRadio.com",
        "url": "https://easttexasradio.com/sfa-computer-systems-victim-of-cyber-attack/"
    },
    {
        "date": "2023-06-03",
        "victim": "Automatic Systems",
        "country": "BEL",
        "summary": "La filiale Automatic Systems du groupe Bolloré a été victime d'une cyberattaque par ransomware. Les hackers russophones ALPHV ont revendiqué l'attaque et menacent de publier des données confidentielles si la société ne les contacte pas dans les 48 heures. Des informations personnelles de salariés et des contrats avec des clients importants ont déjà été partagés. ALPHV est connu pour être particulièrement cruel et a attaqué 77 organisations entre octobre et décembre 2022. La société fait appel à des experts externes en cybercriminalité pour évaluer la nature des informations qui auraient pu être rendues accessibles à des tiers.",
        "title": "Une filiale du groupe Bolloré victime de cyberattaque, des documents confidentiels en ligne - Numerama",
        "url": "https://www.numerama.com/cyberguerre/1413154-une-filiale-du-groupe-bollore-victime-de-cyberattaque-des-documents-confidentiels-en-ligne.html"
    },
    {
        "date": "2023-03-18",
        "victim": "Maimonides Medical Center",
        "country": "USA",
        "summary": "Le 4 avril 2023, le Centre médical Maimonides a découvert un accès non autorisé à des informations de patients sur l'un de ses serveurs. L'enquête a révélé que le pirate avait accédé au serveur du 18 mars 2023 au 4 avril 2023. Les informations potentiellement consultées comprenaient les noms, les adresses et des informations cliniques limitées. Le Centre médical a informé 33 000 patients potentiellement touchés et offre une surveillance gratuite du crédit et de l'identité pendant 24 mois. Aucune demande de rançon ou d'extorsion n'a été mentionnée dans la déclaration du Centre médical.",
        "title": "Maimondes Medical Center notifies 33,000 patients of hacking incident",
        "url": "https://www.databreaches.net/maimondes-medical-center-notifies-33000-patients-of-hacking-incident/"
    },
    {
        "date": "2023-06-14",
        "victim": "OSG Hengelo",
        "country": "NLD",
        "summary": "L'école OSG Hengelo a été victime d'une attaque de ransomware. Les hackers ont exigé une rançon. Il est encore incertain quelles données ont été obtenues par les hackers. Les employés et les étudiants peuvent à nouveau utiliser le WiFi et la plupart des imprimantes fonctionnent. L'enquête est en cours pour déterminer l'ampleur de l'attaque.",
        "title": "School community OSG Hengelo closes deal with hackers after ransomware attack - Ruetir",
        "url": "https://www.ruetir.com/2023/06/school-community-osg-hengelo-closes-deal-with-hackers-after-ransomware-attack/"
    },
    {
        "date": "2023-05-21",
        "victim": "Development Bank of Southern Africa (DBSA)",
        "country": "ZAF",
        "summary": "La Banque de développement de l'Afrique australe (DBSA) a été victime d'une attaque de ransomware par un groupe russe appelé Akira. Des serveurs, des fichiers journaux et des documents ont été chiffrés. Les informations personnelles des parties prenantes, telles que les coordonnées, les documents d'identification et les informations financières, ont été potentiellement compromises. La DBSA a pris des mesures pour enquêter sur l'incident, restaurer ses systèmes d'information et prévenir de futures attaques. Les parties prenantes sont invitées à rester vigilantes et à signaler toute utilisation incorrecte de leurs informations personnelles.",
        "title": "Notification of Security Compromise | Development Bank of Southern Africa",
        "url": "https://www.dbsa.org/press-releases/notification-security-compromise"
    }
]
